 [
            {
               "_InfoId": "723",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/723",
               "_Name": "Xiao Wulai Skywalk",
               "_Toldescribe":"",
               "_Add": "No.42, Yisheng Vil., Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "By car: \r\nTake National Highway No.3, get off at Dasi Interchange (forward Dasi, Fusing), then take County Highway #7, turn left when passing Xie Yun Bridge to be there.\r\n\r\nPublic transportation:\r\nTake Taoyuan motor bus #5105 in Dasi and get off at Xio Wulai station.\r\n\r\nParking space: Accommodate 40 cars",
               "_Opentime": "0800-1700 (Close on Tuesday)",
               "_Px": "121.37747",
               "_Py": "24.791640",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/06/17 15:25:52"
            },
            {
               "_InfoId": "1098",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1098",
               "_Name": "Shopping District in front of the Taoyuan Train Station(桃園火車站前商圈)",
               "_Toldescribe": "\r\n\r\nThe shopping district in front of the Taoyuan Train Station refers to the bustling shopping district from Zhongzheng Road in front of the train station extending all the way to Jingfu Temple on Zhongshan Road. This short section which encompasses only a few street corners is a gathering place of a huge variety of different businesses such as popular items, fashion, apparel, jewelry, and department stores. When the lights come on after sundown, this area becomes a part of Taoyuan which never sleeps, and it is also the perfect place for shopaholics to discover new surprises and great bargains.\r\n\r\n\r\n\r\nThe shopping district in front of the Taoyuan Train Station is a unique shopping area which encompasses old and new culture. Due to its convenient location, the shopping district has attracted many businesses to set up shop, resulting in the expansion of the shopping district. The shopping district in front of the Taoyuan Train Station is made up of three main sections, which are divided into the themes of good shopping, good food, and fun to play: The first section closest to the train station is where computer and electronic products are gathered, along with fine department stores. The mid-section of the shopping district is generally concentrated on Chenggong Road, it contains fashion stores, Asian and Western style cuisines, coffee houses, and light meal offerings, making it a favorite hangout place for younger consumers. The last section of the shopping district is based around Jingfu Temple; the crowd there is mostly made up of temple worshippers, traditional snack vendors, and eateries. If you would like to experience the local vitality of Taoyuan, come and visit the Zhongzheng Road shopping district.\r\n\r\n\r\n\r\nThe first section of the shopping district is mainly on Zhongzheng Road, extending to Datong Road, Fuxing Road, and Zhonghua Road. As it is close to the Taoyuan Train Station and other bus stations, transportation in and out of the area is extremely convenient. Inside the shopping district are three large department stores: FE21, Shin Kong Mitsukoshi, and Tonlin Department Store. Due to the bustling business atmosphere created by the presence of the department stores, many international brands have set up shop in the area, bringing new prosperity to the shopping district.\r\n\r\nIn addition to the department stores and various shops, this area is also close to schools and cram schools. From the Tonlin Department Store extending to the mid-section of Zhongzheng Road marks its general perimeter. Included within are sportswear stores and coffee shops, all trendy and fashionable sport brands favored by the younger generation can be bought here. A variety of creative cuisines are hidden inside the alleys, satisfaction visitors&#39; food cravings.\r\n\r\nOnce you enter the last section of the shopping district centered around Jingfu Temple, you will have arrived in the traditional snacks and traditional business area which developed due to the Temple&#39;s worshipping crowds. The over a hundred year old Jingfu Temple is located at the intersection of Zhongzheng Road and Zhongshan Road, the locals call it the &quot;big temple&quot;; it is not only the most famous Temple in Taoyuan City, its value as a historical site is also affirmed as it has been listed as a level three national monument. Around the temple, famous eateries can be found offering duck meat dishes, Meinong flat rice noodles, oyster vermicelli, Taiwanese meatballs, and rice vermicelli soup for those in search of delicious foods.\r\n\r\nWalk on to granite-paved &quot;Xinming Street&quot; to experience a different atmosphere; it was once lauded as the &quot;top street of Taoyuan&quot; as it is right next to Jingfu Temple and has developed a unique cultural history. Although Xinming Street is not as well-known as Daxi Old Street, it retains the treasured memories of Taoyuan residents, After cultural creative elements and street art performances have been incorporated, a conflicting yet complementary beauty is created; come to experience the unique atmosphere inside the narrow alleyways.",
               "_Add": "Zhongzheng Road to Zhongshan Road, in front of Taoyuan Train Station, Taoyuan District, Taoyuan City, Taoyuan Dist., Taoyuan City 330",
               "_Zipcode": "330",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.31354",
               "_Py": "24.989210",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/06/07 07:34:48"
            },
            {
               "_InfoId": "738",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/738",
               "_Name": "Xihai Flower Garden Zone",
               "_Toldescribe": "The Xihai Flower Garden Zone is the main supplier of flowers in Taiwan. They mainly carry sunflowers, fragrant lilies, and lavender. In the flower zone, there is a bicycle lane.",
               "_Add": "No.131, Shengde N. Rd., Xihai Vil., Dayuan Dist., Taoyuan City 337",
               "_Zipcode": "337",
               "_Travellinginfo": "To get there,take National Freeway 2, exit at the Dayuan/Puxing Interchange. Head in the Dayuan direction. Connect to Zhongzheng East Road, make a left turn at the intersection of Heping West Road, pass Xihai Bridge, turn left to Shengde North Road, and then go straight.",
               "_Opentime": "08:00 - 19:00",
               "_Px": "121.19585",
               "_Py": "25.032290",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/06/07 07:33:41"
            },
            {
               "_InfoId": "699",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/699",
               "_Name": "Taoyuan Sake Brewery",
               "_Toldescribe": "In line with the thriving development of the tourist industry and the scrapping of the tobacco and wine monopoly system, some wine-making factories of Taiwan&rsquo;s tobacco and wine companies began to transform themselves into tourist wineries. The Linkou Tourist Winery at Guishan not only presents the 100 years of Taiwan&rsquo;s wine-making culture in an ingenious manner but also briefs visitors on production and various wines and their special characteristics in an in-depth yet easy to understand manner.\r\n\r\nIn addition to displaying various kinds of wine, as well as briefing tourists on the process of making Japanese sake and red wine, on the walls of the entrance hang pictures of wine bottles over the years. The Linkou Tourist Winery is a memorable place for those people who are now advanced in age. In the old wine jar zone, you can still see the very rare 100-year-old wine jars from China&rsquo;s Fuzhou as well as Taiwan&rsquo;s old wine jars from the 1950s. If you are tired, you can visit a bar at the middle of the exhibition hall and order a cup of your favorite cocktail or pure wine at a cost of 50 Taiwan dollars. Emulate Li Bai, the drunken poet of the Tang Dynasty, and you will be happier. Please remember not to drink too much if you are planning to drive.\r\n\r\nHours of Operation: Tuesdays through Sundays\r\n\r\n0900-1700 (Closed on Mondays, election days, from the eve of the Chinese Lunar New Year to the third day of the first month of the Chinese Lunar New Year)\r\n\r\nGroup visits of more than five people are provided by appointment from Tuesdays through Fridays.\r\n\r\nFree access to individual visits on Saturdays and Sundays.\r\n\r\nLocation: 55, Wenhua First Road, Guishan Dist., Taoyuan City\r\n\r\n03-3283001-433, 434, 462\r\n\r\nhttp://event.ttl-eshop.com.tw/lk/",
               "_Add": "No.55, Wenhua 1st Rd., Guishan Dist., Taoyuan City 333",
               "_Zipcode": "333",
               "_Travellinginfo": "To get there, take the National Freeway 1. After arriving at the Linkou Interchange, head in the direction of Guishan, drive for 2.5 kilomters, and after entering the Changgen University follow the road sign.",
               "_Opentime": "Tuesdays through Sundays 0900-1700 (Closed on Mondays, election days, from the eve of the Chinese Lunar New Year to the third day of the first month of the Chinese Lunar New Year)",
               "_Px": "121.37473",
               "_Py": "25.056940",
               "_Website": "http://event.ttl-eshop.com.tw/lk/",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/03/28 15:25:28"
            },
            {
               "_InfoId": "698",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/698",
               "_Name": "Formosa Plastics Group Museum",
               "_Toldescribe": "The Formosa Plastics Group (FPG) began as the Formosa Plastics Company established in 1954. In the beginning, the company produced just 4 tons of PVC powder a day, making it the smallest factory of its type in the world. After five decades of effort the company is now one of the largest PVC powder manufacturers in the world. As the catalyst to the development of the petrochemical industry in Taiwan, FPG stimulated the strong growth of the plastics processing industry and contributed greatly to Taiwan&rsquo;s economic development.\r\n\r\nThe &ldquo;Formosa Plastics Group Museum&rdquo; was founded to serve as a repository to encompass the group&rsquo;s history, artifacts and corporate culture. The Museum will, hopefully, in the future become to the information center for the group&rsquo;s sustainable development and a torchbearer for corporate culture. The general public can also learn about how the FPG developed over the years and thus gain a fuller understanding of Taiwan&rsquo;s economic developments over the past fifty years as well.\r\n\r\n1. Opening Hours: Tue ~ Sun 9:00 ~ 17:00 (last admissions: 16:30)\r\n\r\n2. Admission: Free\r\n\r\n3. The Museum is open to the general public from Tuesday ~ Sunday. Guided tours are available for groups of five or more between Tuesday and Friday.\r\n\r\n4. Guided Tours: Tue ~ Fri: If a guided tour is needed, please make a reservation online, by phone or fax two days before the planned arrival date. If a foreign language guide is required, please make a reservation 7 days in advance.",
               "_Add": "No.259, Wenhua 1st Rd., Guishan Dist., Taoyuan City 333",
               "_Zipcode": "333",
               "_Travellinginfo": "To get there, take the National Freeway 1. After arriving at the Linkou Interchange, head in the direction of Guishan , and go straight for 1.5 kilometers.",
               "_Opentime": "Tue ~ Sun 9:00 ~ 17:00 (last admissions: 16:30) ",
               "_Px": "121.38730",
               "_Py": "25.033600",
               "_Website": "http://www.fpgmuseum.com.tw",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/03/28 15:23:10"
            },
            {
               "_InfoId": "661",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/661",
               "_Name": "Action Museum",
               "_Toldescribe": "If you want to understand the progress and the change of electronic products in Taiwan, a good place to go is the Museum of the Action Electronics Company.. In the past, Action Electronics was a small electronic factory, but through 30 years of hard work, its earnings reached $15 billion and it became an enterprise spanning five continents.\r\n\r\nThe museum is approximately 100 ping (level ground), and altogether is divided into five big demonstration areas. The historical area presents the growth of Action Electronics Enterprise. The historical exhibit area epitomises past times and gives visitors a deeper understanding of the growth of the enterprise.\r\n\r\nThe product demonstration area and high-quality goods area present the creativity of Action Electronics Company.\r\n\r\nOpen: Weekdays from 1pm to 4pm.\r\n\r\nGroups of over 10 people should make a reservation 2 days in advance by phone or fax.\r\n\r\nNo entrance fee.\r\n\r\n ",
               "_Add": "198,Zhongyuan Road, Zhongli Dist., Taoyuan City 320",
               "_Zipcode": "320",
               "_Travellinginfo": "Take Number One Highway 1 and get off at the Neili Interchange. Head towards Zhongli; Zhongyuan Road is around 800m on the left hand side.",
               "_Opentime": "Weekdays from 1pm to 4pm.",
               "_Px": "121.23953",
               "_Py": "24.986760",
               "_Website": "http://web.action.com.tw",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/03/28 15:21:09"
            },
            {
               "_InfoId": "1159",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1159",
               "_Name": "Luofu Bridge",
               "_Toldescribe": "Luofu Bridge is built along the Tahan river valley on the Northern Cross-Island Highway. Wherever the highway crosses the valleys, there is a designed large bridge, such as Luofu Bridge, Fuxing Bridge or Baling Bridge. These are the major three bridges on the Northern Cross-Island Highway. Due to the arch design on the pier, plus its bright red color, Luofu Bridge offers a visual treat for visitors traveling along the Northern Cross-Island Highway.\r\n\r\n\r\n\r\nLuofu Bridge is a 230 meter-long iron arch bridge. Around the bridge are a walking trail and a lookout platform, where you can appreciate the extraordinary landscape from a vantage point. Many visitors stop to enjoy the scenery and take pictures. Especially on a lovely sunny day, the reflection of the red Luofu Bridge complements the blue mountains and green waters along the bridge, accentuating the radiant beauty of the scene, which is why many professional photographers are lured here to capture the breathtaking image. ",
               "_Add": "21km, Provincial Highway No.7, Fuxing Dist., Taoyuan City, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.36708",
               "_Py": "24.800450",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/02/24 10:28:23"
            },
            {
               "_InfoId": "1153",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1153",
               "_Name": "Cihu Mausoleum",
               "_Toldescribe": "Cihu Mausoleum is known as the final resting place of the late President Chiang Kai-Shek, as well as a place for anyone who would like to pay tribute to this significant person in history. Because the picturesque lake view and hanging willows reminded President Chiang of his hometown, Fenghua County of Zhejiang Province in China, and his benevolent mother, he renamed this place as Cihu (benevolent lake) and built a residence in the Min-nan- and Zhejiang-style architecture, which was converted into his mausoleum after his death in 1975. \r\n\r\n\r\n\r\nCihu is divided into the front and back lakes; they are connected by a stream. Surrounded by lush mountains, Cihu offers beautiful natural scenery all year round\r\n\r\nCihu Memorial Sculpture Park was founded in 1997 and the Park displays more than 100 statues of President Chiang that have been donated by schools or institutions throughout Taiwan, from bust, full-size, sitting to equestrian ones, each one indirectly illustrates Taiwan&rsquo;s political history.\r\n\r\nBesides paying tribute to the late President, the guard-changing ceremony is definitely a must-see! The guards of honor are composed of representatives of the Armed Forces, namely the army, navy and air force. Every hour, the honor guards change their shift and perform the bayonet drill exercise, making the ceremony the most popular show that attracts the attention of tourists from all over the world.",
               "_Add": "No.1097, Sec. 1, Fuxing Rd., Daxi Dist., Taoyuan City, Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "",
               "_Opentime": "8:00-17:00",
               "_Px": "121.29427",
               "_Py": "24.840370",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "886-3-3883552",
               "_Fax": "",
               "_Changetime": "2016/02/24 10:27:46"
            },
            {
               "_InfoId": "1152",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1152",
               "_Name": "Jiaobanshan Resort Area",
               "_Toldescribe": "Located southeast of Daxi, Taoyuan, Mt. Jiaoban that is perched high not only offers the picturesque scenery of Xikou tableland and Shimen Reservoir, but also has the largest plum garden in Northern Taiwan, making it an ideal tourist spot to escape the summer heat and appreciate the beauty of plum blossoms in winter. The vacation home of the late President Chiang Kai-Shek was built here because the beautiful views reminded him of his hometown in Fenghua County, Zhejiang Province in China. The Mt. Jiaoban Residence now exhibits an abundant collection of historic relics and pictures of Chiang Kai-Shek. The residence, moreover, is connected to a military tunnel for emergency needs and used to serve as the command center during wartime. \r\n\r\n\r\n\r\nInside Mt. Jiaoban Park, tourists can also visit Camphor Store House, Si Qin Ting (Pavilion in Memory of Parents), plum garden and ecological pond. ",
               "_Add": "No.133-1, Zhongzheng Rd., Fuxing Dist., Taoyuan City, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "",
               "_Opentime": "08:00-17:00",
               "_Px": "121.35069",
               "_Py": "24.818060",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "886-3-3821678",
               "_Fax": "",
               "_Changetime": "2016/02/24 10:27:19"
            },
            {
               "_InfoId": "682",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/682",
               "_Name": "Yongan Fishing Harbor",
               "_Toldescribe": "Formerly known as Kantouwu Port, Yongan Fishing Harbor is located at the estuary of Shezu Creek. A great recreational place for families to cycle together and feast on seafood, it is not far from the Green Tunnel and is easily accessible by bicycle.\r\n\r\n\r\n\r\nWithin Yongan Fishing Harbor, there is a tourist fish market. The building is in the shape of a lobster with two transparent spiral staircases. In addition, Yongan Seaview Bridge is a huge bridge across the Yongan Fishing Harbor. Every evening at 5 p.m. the lights will brighten the whole bridge, whose reflection on the sea is a romantic and beautiful view dazzling the eyes of photographers.",
               "_Add": "No.1165, Sec. 3, Zhongshan W. Rd., Yong'an Vil., Xinwu Dist., Taoyuan City 327",
               "_Zipcode": "327",
               "_Travellinginfo": "To reach the port, please take the Taoyuan Passenger Bus Company’s bus from the Taiwan High Speed Rail’s Taoyuan Station to Guanyin, then switch to a city bus to the Yongan Fishing Port. If you drive, take National Freeway 1, then turn onto the Number 66 East-West Expressway in the direction of Guanyin. Go to the end, make a left turn onto the Number 61 West Coast Expressway, then go straight to reach the port.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.01506",
               "_Py": "24.987930",
               "_Website": "http://clfishes.org/info_2.htm",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "886-3-4861017",
               "_Fax": "886-3-4861952",
               "_Changetime": "2016/02/24 10:26:37"
            },
            {
               "_InfoId": "687",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/687",
               "_Name": "Guanyin Coastal Recreation Area (Windmill View)",
               "_Toldescribe": "Guanyin Coastal Recreation Area was converted from Guanyin beach. In recent years, with the City Government&rsquo;s coastal revitalization policy, the desolate Guanyin coast area has gradually been transformed into a new romantic attraction. Its beautiful view of windmills at the beach attracted the idol drama, &ldquo;Love Around&rdquo;, to film here.\r\n\r\n\r\n\r\nWhen visiting here, the first thing you will see is a Mediterranean-style pavilion with blue and white colors. The mere sight of the extensive sand beach and sea from the pavilion makes one instantly feel relaxed and carefree. The large windmills stand on both sides of the beach rotating constantly with the sea breeze, forming a beautiful picture with the surrounding scenery. It is the favorite spot for photographers. At dusk, people come to watch the sunset and couples hold hands strolling on the beach. The embracing couples against the evening light form a romantic picture. ",
               "_Add": "No.458, Zhongxing Rd., Guanyin Dist., Taoyuan City 328",
               "_Zipcode": "328",
               "_Travellinginfo": "Transportation：\r\nTake Taoyuan motor bus “Zhong Li – Guanyin ” route and get off at the last station, Guanyin station, walk along the Zhunghsing road for about 1KM to be there.",
               "_Opentime": "  No specific time limit, the provisions by the competent authority",
               "_Px": "121.07467",
               "_Py": "25.046400",
               "_Website": "",
               "_Parkinginfo": "Parking space：along the roadside",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/02/24 10:21:39"
            },
            {
               "_InfoId": "656",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/656",
               "_Name": "Chintan Park (Green Pond Park)",
               "_Toldescribe": "Chintan Park is close to Taoyuan Station of Taiwan High Speed Rail. It was originally designed for agricultural irrigation, providing the functions of water regulation and flood control. Later, the planning converted it into a water park for urban residents. Its facilities include a ramp leading to the water, a lookout platform, boardwalk, trails, an outdoor theater, etc., creating a recreation space that is serene and fun to visit in the metropolis. It also won Taiwan&rsquo;s engineering and construction-related award. Visiting Chintan Park, you will see many aquatic plants, rich ecosystems, and the large lotus pond that attract numerous visitors to stop and enjoy the view. Whether it is day or night, the Park is a good place for families and couples to stroll around, and also a hot spot for photographers. \r\n\r\n\r\n\r\nIn 2015, the snowy white Chintan Park Scenic Bridge was built. The yellow light at night creates a romantic atmosphere. The beams emitted from the &ldquo;Tower of Eternity&rdquo; on the bridge toward Polar Star express the concept of eternity, which is the new highlight in Chintan Park in the daytime and at night.",
               "_Add": "Sec. 2, Gaotie S. Rd., Zhongli Dist., Taoyuan City, Zhongli Dist., Taoyuan City 320",
               "_Zipcode": "320",
               "_Travellinginfo": "By Car：\r\nTake the National Highway #2 or the East- West Freeway #66, drive to be there by forwarding to THSR Qingpu Station at the intersection of County Highway #31.\r\nPublic transportation：\r\nTake THSR shuttle bus in Taoyuan or Zhugli, get off at THSR station and walk along the County Highway#31 for 1.2 KM to be there.\r\nParking space：along the roadside",
               "_Opentime": "　",
               "_Px": "121.20609",
               "_Py": "25.005540",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/02/24 09:59:28"
            },
            {
               "_InfoId": "665",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/665",
               "_Name": "Longtan Large Tourist Pond",
               "_Toldescribe": "Lake Longtan, also called Longtan Large Tourist Pond, is the most famous landmark in Longtan, Taoyuan. Originally, the pond functioned as an irrigation pond. Since the establishment of the extraordinary temple, &ldquo;Nantan Temple&rdquo; on the small island in the lake, the landscape has become very elegant. Against the backdrop of the Longtan Suspension Bridge, Longtan Large Tourist Pond has become an important recreation area that attracts tourists. \r\n\r\n\r\n\r\nThe lakeside park and the Lombard-style Chung-Yi Bridge of the Tourist Pond are both distinctively beautiful, especially at night when the light brings about the contrast. It soon became a popular dating spot for couples.  ",
               "_Add": "No.11, Ln. 115, Sec. Shanglin, Zhongfeng Rd., Longtan Dist., Taoyuan City, Longtan Dist., Taoyuan City 325",
               "_Zipcode": "325",
               "_Travellinginfo": "To get there, take National Freeway 3. After arriving at the Longtan Interchange, make a left turn at Beilong Road, and go straight to the end.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.20950",
               "_Py": "24.863620",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/02/24 09:57:17"
            },
            {
               "_InfoId": "702",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/702",
               "_Name": "Bade Pond Ecology Park",
               "_Toldescribe": "Bade Pond Ecology Park is located on Hsingfeng Road in Bade District, Taoyuan City. The Park, which occupies about five hectares, is the best place for holiday recreation and hosting events. \r\n\r\n\r\n\r\nThe &ldquo;Forest Walks&rdquo; connect all the natural waterfront scenes in the Park, and the big and small &ldquo;Forest Pavilions&rdquo; provide peaceful resting space. The &ldquo;Water Shore&rdquo; allows tourists to get close to the waters and enjoy the cool breeze caressing their faces. On the &ldquo;Elevated Gazebo&rdquo; at the top of the Park, tourists can enjoy the panoramic beauty of the whole Park. &ldquo;Lakeside Caf&eacute;&rdquo; is the most romantic and charming space. The Park also preserves old trees and biodiversity with porous inhabitable space for various creatures, the planning of the &ldquo;Wild Birds Island,&rdquo; the green building design of natural ventilation and lighting, etc. All these details show the care and respect for sustainable ecology. Visitors not only can exercise and picnic here, but also walk around the pond, watching ducks paddling on the waters, listening to the songbirds&rsquo; sweet melody, and taking in the rich phytoncide at the park. It is indeed a great place for families and pets to have some fun.\r\n\r\n\r\n\r\n ",
               "_Add": "No.1315, Xingfeng Rd., Bade Dist., Taoyuan City, Bade Dist., Taoyuan City 334",
               "_Zipcode": "334",
               "_Travellinginfo": "Public transportation：\r\n1.Take Jhongli motor bus(The back side of Taoyuan Train Station)#130 and get off at Ecology Park Station.\r\n2.Take Taoyuan motor bus(The back side of Taoyuan Train Station)#5060 and get off at Veterans’ House Station.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.31215",
               "_Py": "24.942990",
               "_Website": "",
               "_Parkinginfo": "Parking Space：Along the roadside.",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/02/24 09:55:44"
            },
            {
               "_InfoId": "708",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/708",
               "_Name": "Back Cihu",
               "_Toldescribe": "\r\n\r\nAfter the military ban was lifted, the mysterious Back Cihu finally unveiled its unspoiled beauty; it is now open to the public. Back Cihu is a small lake along which President Chiang Kai-Shek would stroll or row a boat with the late first lady Chiang. After entering Back Cihu Park from the side gate of Front Cihu Park, tourists will start a 2-kilometer walk over a small hill. In addition to the fascinating scenery along the trail, the commander&rsquo;s office, bunkers, checkpoint gates, and offices left from the Era of Martial Law are definitely worth visiting. \r\n\r\n\r\n\r\nSince 2009, Back Cihu has been open to the public by the Taoyuan City Government, and 5 official residences have been retained to reconstruct the history of Back Cihu and President Chiang&rsquo;s family life, as well as their living space. \r\n\r\n\r\n\r\nThe Park contains a wide variety of fauna and flora, including giant woods spiders, birds and frogs. Strolling along the forest trails shaded by Taiwan incense cedars, tourists can appreciate not only the reflection of the scenery in the lake, but also a presidential leisure activity in Back Cihu.\r\n\r\n\r\n\r\n ",
               "_Add": "Township Road No. 118-1, Daxi Dist., Taoyuan City, Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "To get there, take NationalFreeway 3. After arriving at the Daxi Interchange, change to Taiwan Provincial Highway 3, connect to Taiwan Provincial Highway 4, go straight, and make a left turn when arriving at Puwei by following the road signs. Then connect with Taiwan Provincial Highway 7, go straight to Cihu Parking Lot, and walk to reach Cihu",
               "_Opentime": "Application time from 09:00 to 24:00",
               "_Px": "121.30241",
               "_Py": "24.845160",
               "_Website": "http://backcihu.tycg.gov.tw/Cihu/index.aspx",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "886-3-3359031",
               "_Fax": "886-3-3333184",
               "_Changetime": "2016/02/24 09:44:34"
            },
            {
               "_InfoId": "1151",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1151",
               "_Name": "Daxi Old Street",
               "_Toldescribe": "Daxi was the earliest developed area in Taoyuan. Thanks to small sailboats sailing between Dahan Creek and Tamsui River, Daxi had a thriving trade with China, and its prosperity brought success to many stores and businessmen. During the Japanese occupation period of the Taisho era, Baroque architecture was the popular building style and therefore many stores along Heping Road and Zhongshan Road were built in the Baroque style, but decorated with both Baroque ornamentation and characteristic totems of Min-nan in Southern China. On the facade of some old houses, auspicious Chinese fish and bat totems appear on Greek lintels or Roman columns, constituting a unique feature of Daxi. Because Heping Old Street was developed relatively later, the buildings in this area are better preserved. Specialty shops and food stands on the street always attract many tourists. \r\n\r\n\r\n\r\n\r\n\r\nOther scenic attractions in the area include Daxi Bridge, Lee Teng-Fang Ancient Residence, Wude Temple, Daxi Wood Art Ecomuseum, etc. Daxi Old Street provides not only traditional Taiwanese toys, but also authentic must-try Taiwanese delicacies, including Daxi dried tofu, moonlight cakes, peanut caramel candies, tofu puddings, salty rice puddings and rice dumplings. When traveling in Taoyuan, be sure to visit Daxi Old Street, where you will experience the true Taiwanese flavor!\r\n\r\n\r\n\r\n ",
               "_Add": "Zhongshan Rd & Heping Rd., Daxi Dist., Taoyuan City, Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.28872",
               "_Py": "24.884570",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/02/24 09:27:57"
            },
            {
               "_InfoId": "664",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/664",
               "_Name": "Shimen Reservoir",
               "_Toldescribe": "\r\n\r\nAs the largest reservoir in the Far East region, Shimen Reservoir is reputed for its beautiful lake and mountain views all year round. Connected to over a dozen tourist attractions, the Reservoir offers green parks, bikeways, lake yachts, dam, spillway, wharf, Xizhou Park, Maple Park, Nanyuan Ecological Park, and so on. \r\n\r\n\r\n\r\nShimen Reservoir is also a great place to admire the magnificent beauty of flowers and leaves. Fiery maple leaves and snow-white plum blossoms catch your eye in the wintertime. When spring comes, the peach, cherry and azalea bloom to compete for visitors&rsquo; attention with their captivating beauty. In the rainy season, Shimen Dam will discharge its water, providing a spectacular view that attracts a great number of tourists. \r\n\r\n\r\n\r\n\r\n\r\nFresh Fish Cuisine is the specialty of the Shimen Reservoir area. Every fresh fish restaurant has its own creative recipes and tourists can feast on the fresh fish prepared in nearly 200 different ways. ",
               "_Add": "No.68, Sec. 1,Huanhu Rd., Daxi Dist., Taoyuan City, Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "By Car：\r\nTake National Highway No.3, followed by taking County Highway #113, passing Longtan, Hakka Cultural Hall to be there, which is a distance of about 9.3 km\r\nPublic transportation：\r\nTake Taiwan Tourist Shuttle Cihu route and get off at Dam top station to be there.\r\nParking space：accommodate 160 buses, and 683 cars.",
               "_Opentime": "08:00 - 18:00",
               "_Px": "121.24761",
               "_Py": "24.811550",
               "_Website": "http://www.wranb.gov.tw/mp.asp?mp=4",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "886-3-4712000#101",
               "_Fax": "886-3-4712981",
               "_Changetime": "2016/02/24 09:21:42"
            },
            {
               "_InfoId": "739",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/739",
               "_Name": "Zhuwei Fishing Harbor",
               "_Toldescribe": "\r\n\r\nZhuwei Fishing Harbor is a fishing port with recreational function in northern Taoyuan; its beautiful scenery also attracted the crew of the TV drama, &ldquo;PS Man&rdquo; to shoot here. There is a rainbow bridge at the northern entry of Zhuwei Fishing Harbor. This Nielson-Lohse steel arch bridge has become a popular landmark, making the fishing port more romantic at night.\r\n\r\n\r\n\r\n\r\nVisiting Zhuwei Fishing Harbor, you simply have to feast on seafood. Restaurants with seafood directly delivered from the Port are mostly distributed on the southern bank. On the other side, the fishing association has set up an outlet center. Each booth presents quality dishes and skilled cooking. With reasonable prices, seafood lovers should never miss this place!\r\n\r\n\r\n\r\nOn the southern side of Zhuwei Fishing Harbor is the office building of the fishing association. It has a 360-degree revolving restaurant right next to the beach, where visitors can feast on gourmet food while enjoying the fishing harbor and the stunning sunset.\r\n\r\n\r\n\r\n ",
               "_Add": "No.7, Gangkou, Dayuan Dist., Taoyuan City, Dayuan Dist., Taoyuan City 337",
               "_Zipcode": "337",
               "_Travellinginfo": "To get there, take Taoyuan Bus Company’s bus from the Taiwan High Speed Rail’s Taoyuan Station to Dayuan, and then take another city bus to Zhuwei.",
               "_Opentime": " ",
               "_Px": "121.24482",
               "_Py": "25.116420",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "886-3-3830993",
               "_Fax": "886-3-3830150",
               "_Changetime": "2016/02/24 09:16:54"
            },
            {
               "_InfoId": "697",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/697",
               "_Name": "Coca-Cola World",
               "_Toldescribe": "Coca-Cola bottling factories in various countries are mostly equipped with a Coca-Cola museum, and it is part of factory management. The main purpose is to present the production process and the interesting enterprise culture via the brilliant museum introduction..\r\n\r\nThe museum is designed mainly to introduce the story of the Coca-Cola company however, it also demonstrates the commemorative bottles that were designed for special activities worldwide. It is quite an interesting museum especially suitable for younger tourists and children.",
               "_Add": "No.46, Xingbang Road, Guishan Industrial Park, Taoyuan Dist., Taoyuan City 330",
               "_Zipcode": "330",
               "_Travellinginfo": "If you drive, take the Zhongshan Freeway (Expressway number 1). After arriving at the Nankan Interchange, head on Chunri Road to the Taoyuan city center. When reaching Zhongzheng Road, make a left turn, and go straight to Xingbang Road and make a right turn to the museum.",
               "_Opentime": "Open: Weekdays 09：30-12：00, 14：00-16：30 / Closed: national holidays.",
               "_Px": "121.32602",
               "_Py": "24.979550",
               "_Website": "http://www.icoke.com.tw/iCoke/about_coke.html",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/02/15 11:23:17"
            },
            {
               "_InfoId": "1029",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1029",
               "_Name": "Xingren Night Market(興仁夜市)",
               "_Toldescribe": "\r\n\r\nXingren Night Market is situated inside Taoyuan City&#39;s Bade district, and it is one of the newer night markets; it covers an area of around 2 hectares with 600 stalls, it is known as the largest night market in Taiwan. The night market is open four days a week on Tuesdays, Fridays, Saturdays, and Sundays; its most unique feature is that the area is divided into two zones, one for food and the other for leisure and entertainment. The food zone encompasses food and snacks from all over Taiwan, while the other zone is for entertainment and shopping. The two zones complement each other, making the night market an ideal destination for fun, food, and entertainment for the entire family.\r\n\r\n\r\n\r\nXingren Night Market offers a comprehensive range of facilities, what makes it stand out is its set-up where it is divided into two zones, one offering &quot;food and snacks&quot; and the other &quot;entertainment and shopping&quot;. When visitors have had their fill of food and drinks, they can move on to the entertainment zone to have some fun, satisfying every member of the family. In the &quot;food heaven&quot; zone, you can find anything from meats to seafood, drinks and ices to foreign cuisines, with so many different things on display you will not be able to see everything in one go. Most notable products include crispy fried squid that&#39;s wider than your face, freshly baked pizzas using longan wood, famous old stinky tofu and stir-fried squid, fragrant rice desserts, pocket-sized but satisfaction-guaranteed creative steaks, and braised snacks made by a former head chef of a famous hotel.\r\n\r\nWhen you come into the &quot;entertainment heaven&quot; zone, you will see a gathering of a diverse selection of fun fair offerings and shopping options, suitable for parents to take their children to have a great time. There are games and rides such as tossing hoops, mahjong bingo, Texas poker, inflatable castles, bungee jumps, carousels, mini-train rides, and pirate ships. Children and adults can play to their hearts content, which is also why it&#39;s called the &quot;entertainment heaven&quot; of Xingren Night Market.\r\n\r\nThe original Xingren Night Market was found behind the Neili Train Station, but due to its inconvenient location, the market was relocated to its current address. Back then, the Sunflower Night Market was located at the current location. The new night market covers an area as wide as three soccer stadiums; at its opening it had already attracted 20,000 visitors, making a new record. Due to its position in the re-zoning area and the proximity to the highway, it has the double advantage of a convenient location and its offering of diverse cuisines. Later on, although it was closed for a month due to Typhoon Morakot, the time was spent to construct corrugated iron buildings from reinforced steel and cement, making the overall structure stronger and more secure. The night market also uses an elevated design as well as lighting facilities to make the night market more spacious and visible, At the entrance is a visitor information center, public toilets can be found in both zones A and B, trash bins can be found at the corner of each street to enhance the overall cleanliness and appearance. The night market has many exits so crowds can be easily dispersed by the better flow of traffic. The parking area covers an area of 1,655 square meters so visitors can easily access the night market. This comprehensive and convenient shopping environment has been created with the hope that in the future, it will become a must-visit attraction for local and international tourists when they come to Taoyuan, creating another highlight point for Taiwan.",
               "_Add": "No. 46 Changxing Road, Bade District, Taoyuan City, Bade Dist., Taoyuan City 334",
               "_Zipcode": "334",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.28317",
               "_Py": "24.930760",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 15:08:05"
            },
            {
               "_InfoId": "1030",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1030",
               "_Name": "Sanmin Bat Cave(三民蝙蝠洞)",
               "_Toldescribe": "\r\n\r\nThe bat cave is located in a ravine north of Sanmin Village; it is a large natural rock cavern under a spring, so the cave is also known as the Shuilian (water curtain) Cave. Since the bat cave is still in its natural primitive condition, as well as being nearby a ravine, it has attracted a large number of bats to make it their home, hence the name &quot;bat cave&quot;. Today, the bottom of the cave is covered with red soil, which is an accumulation of the guano left behind by the bats. One can just imagine the time when bats flourished here by the thousands, and it also adds to the mystery of the place.\r\n\r\nBefore the bat cave was discovered by local residents, it was a haven for the bats. Unfortunately, around 1931, the cave was discovered by the local people who viewed the bats as a delicacy. The animals were smoked out and killed to be eaten. On top of the growing number of visitors, the bats gradually moved away and their numbers have decreased drastically, now only a few remain.\r\n\r\n\r\n\r\nWhen you reach the end of highway 114, you have arrived at the entrance to the bat cave trail. The trail covers a distance of 1.3Km, the entire trail is flat and paved with rocks, and you can reach the cave after a 40-minute walk. Walk along the trails and relax under the green shade, which make the stroll cool and refreshing. Along the way, you can take a rest on the wooden bench and admire the tiled mosaics of bats along the path.\r\n\r\n\r\n\r\nWalk down the trail for about 400 meters and you will see the viewing platform in a spiral staircase design. Go up the winding staircase to enjoy a lovely view of the verdant mountains and forget about your troubles.\r\n\r\nTravel along the long forest trail, behind the viewing platform there is a path which takes you down into the ravine; enjoy the natural scenery of flowing water as you walk. The rough and primitive bat cave is hidden within. In front of the cave is a small pond, as well as a large and small waterfall around 50 meters in height. Unless it is the dry season, the water flows and splashes with a deafening and spectacular roar. From the erosion of the waterfall, a deep pond with a diameter of around 10 meters has been formed. The surrounding is cool and breezy, suitable for escaping the summer heat. In front of the waterfall, there are stone tables and chairs set up for visitors to take a rest, enjoy the beauty of nature, and bringing people closer. It is the perfect place for bringing the entire family to enjoy nature and spend time together.\r\n\r\nThe entrance of the bat cave is a semi circle hidden within the cliffs of the ravine. The entrance has a height of around 20 meters; inside the cave it is around 50 meters wide and 21 meters deep. Enter the cave sideways to discover that the interior of the cave is in a half-moon shape similar to an amphitheater. The interior space is unique and spacious, wide enough to fit a thousand people. As it is a giant natural cavern rarely found in Taiwan, it is a one-of-a-kind experience. Although the bats that once inhabited the cave have since moved elsewhere, the awe-inspiring sight of the deep cavern still attracts many visitors.\r\n\r\n ",
               "_Add": "Within the ravine of Wulian River, east of Sanmin Village, Fuxing District, Taoyuan City, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.35491",
               "_Py": "24.835800",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 15:01:11"
            },
            {
               "_InfoId": "1037",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1037",
               "_Name": "Fengshukeng Hiking Trail(龜山楓樹坑步道)",
               "_Toldescribe": "\r\n\r\nFengshukeng Hiking Trail is one of the many hiking trails on Taoyuan&rsquo;s Hutou Mountain. The entrance to the hiking trail is located at the end of Lane 281, Guangfeng Road of Fengshu Village. Start from here and you will first pass the side entrance of Fengshu Elementary School, and then climb upwards from the road next to Fude Temple. From here you will reach the Zhenwu Temple dedicated to the worship of the deity Northern Emperor Beidi. The temple is also a local attraction offering tranquil elegance. Next to the temple you will find a straight stairway made from sleeper rails, this is the start of Fengshukeng Hiking Trail.\r\n\r\nGo up the sleeper stairway and through the forest and you will come to a field of silvergrass. Late autumn is the best time to enjoy the lovely sight of the silvergrass as this is when the plant is in full bloom with beautiful white blossoms. The sea of white make you feel as if you are walking in the clouds. This sight is lauded as the most stunning view of autumn. Apart from their beauty, silvergrass is also useful. They are pioneer species which only flourish in poor quality soil with full sun exposure. So you will not find them in deep forests. They grow and thrive in the ground, protecting the land and keeping the soil together with their roots; hence there is no need to worry that a typhoon or heavy rain will cause a landslide.\r\n\r\n\r\n\r\nWhen you pass the gently swaying silver grass, you will see the Guishan No.6 Pavilion located at the vantage point, this is one of the best locations to admire the mountain view. Go to the pavilion and gaze downwards and you will have an unobstructed view of the entire Fengshu Elementary School, the houses and building at the foot of the mountain, and if the weather condition is right, even a glimpse of the Taipei 101. Look around and enjoy the breathtaking sceneries of Hutou Mountain and Xinlukeng Mountain. In autumn there is the added splendor of the seas of silver grass blossoms.\r\n\r\nUpon departing from the vantage point of No. 6 Pavilion, you will arrive on a wide dirt and gravel path. There is no need to worry that the trail would be steep and difficult to navigate &mdash; you will still enjoy the easy stroll in nature that you had up to the pavilion while you admire the scenery and soak up the beautiful natural atmosphere. Once you pass the electric tower and the fruit orchard, you will come to a wide plaza of red earth. This open space is the meeting point&rdquo; of many hiking trails. In Addition to serving as a helipad, on weekends, the space also attract many drone hobbyists to come have fun. As many hiking trails converge here, the different paths lead to Hutou Mountain Eco-Park, Hutoushan Park, and Fengshukeng. Visitors can go down the mountain in the direction of the No. 15 electric tower, on this return journey you can see the No. 6 Pavilion which you had already passed and the spectacular sight of the north peak of Xinlukeng Mountain.\r\n\r\nAs you descend, you will see the dazzling glass roof of Minglun Sansheng Temple sparkling like a jewel from the green treetops. At the foot of the mountain you can also admire the pretty European style houses. At the end of the hiking trail is Fengshu Village famed for its flower fields, the charming sight making a perfect ending to the walk.\r\n\r\n ",
               "_Add": "Alley 12, Lane 281, Guangfeng Road, Fengshu Village, Guishan District, Taoyuan City, Guishan Dist., Taoyuan City 333",
               "_Zipcode": "333",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.34325",
               "_Py": "25.006330",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 14:46:03"
            },
            {
               "_InfoId": "1033",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1033",
               "_Name": "Kengkou Community Painted Village(坑口彩繪村)",
               "_Toldescribe": "\r\n\r\nDuring recent years, mural painting has become a popular trend in Taiwan; many communities are using art to create new attractions. Kengkou Community Painted Village is located next to the century-old &quot;Chengsheng Temple&quot; in Luzhu. From the streets of rustic farmhouses with red roof tiles, you can see the childlike style of paintings depicting the lifestyle of farmers. In Kengkou Community, apart from the Chengsheng Temple dedicated to the worship of Guan Yu, there is also a farming community made up of local residents. Now, with the trend of revamping the community through art by mural painting, the residents worked together to paint the walls in the community, and Kengkou Community gradually became a well-known painting community. Mural paintings have expanded from the vicinity of the bustling Chengsheng Temple to the interchange of Haishan Road and Kengkou Road; they cover around 30 hectares of residential and factory walls which spans an area of around 3,310 square meters. Most of the scenes are based on farm life commonly seen in the fifties and sixties. The return to simpler times makes the experience more intimate, which is also one of the main reasons for its popularity among tourists; it is also a favorite location for visitors to take photos.\r\n\r\n\r\n\r\nIn the past, most villagers from Kengkou were members of farming families, therefore the art revamping event organized by Luzhu District&#39;s Kengkou Community and the Community Development Association designed and painted farming village scenes on the walls of the houses and factories, as well as designed painted alleyways. Once you enter from the Chengsheng Temple, it is the start of the Kengkou model community. Here you will find the community map painting designed by the Community Development Association to help visitors navigate their way through the world of painting.\r\n\r\nThe paint village is divided into four parts which include the vicinity of the Chengsheng Temple, two painted alleys, Yongchun chemical factory zone, and Haishan Road. Visitors begin their tour by walking along interconnected buildings to enter a time tunnel filled with rich and colorful paintings. From water buffaloes, chickens, ducks, and other animals drawn in 1:1 scale, visitors can interact directly with the paintings. You can picture yourself plowing a field with the ox, or feeding chickens and ducks in the old sanhoyuan (three-section compound). These simple but meaningful images decorate this rustic village. There is also a brick stove, the type used by grandmothers. By combining the firewood, bamboo steamers, as well as the chimney of the old house, a nostalgic scene is recreated.\r\n\r\n\r\n\r\nTurn the corner and you will see the corner shop form your childhood; push the old tricycle and take a photo filled with the flavor of the old days with your travel companions. The Kengkou Community Paint Village is full of wonderful surprises; the walls of the alleyways are covered with a colorful coat of paint which makes it easy to forget the times that have passed, taking you back to your childhood memories.\r\n\r\nApart from the neighborhood around Chengsheng Temple, if you would like to experience something different, visit Haishan Road for different scenery. The paintings look even more life-like along with the common lantana flowers and the trees on the side of the road. If you visit in autumn, you will be able to see the Mexican asters in full bloom in the flower fields, swaying delicately in the breeze and evoking gentle yearnings.\r\n\r\n ",
               "_Add": "Kengguo Road and Haishan Road, Luzhu District, Taoyuan City, Luzhu Dist., Taoyuan City 338",
               "_Zipcode": "338",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.26737",
               "_Py": "25.091220",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 14:43:59"
            },
            {
               "_InfoId": "1036",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1036",
               "_Name": "Daxi Bridge(大溪橋)",
               "_Toldescribe": "\r\n\r\nRuian Bridge spans Dahan River and can be found just below Zhongzheng Park. It connects to the cycling track on the left bank of Dahan River and is only available for use to pedestrians and cyclists. In addition to the lights which switch on at night that adds atmosphere to the night scenery of the Dahan River banks, the bridge was constructed using the Baroque style similar to the buildings on Daxi Old Street. The bridge connects Ruian Road Section 1 and Daxi Old Street, making it simple to take a tour of culture and food over the weekends.\r\n\r\nThe bridge was built in 1934. In the early days, it was a bamboo-wooden bridge constructed from a bamboo frame with layered rocks. It was one of the main routes for the residents of Daxi to the outside world. It also connected the areas East and West of the river. In the Japanese colonial era, the bridge was transformed into a dual-bored cable suspension bridge with a total length of 280 meters, and its current appearance has changed little since then. With the construction of the Wuling Bridge and the Second Outer Ring Road, Daxi Bridge gradually fell into disuse. Due to typhoon damages, it was reconstructed twice, also with the &ldquo;community overall renovation&rdquo; concept, it was decided to enhance and reconstruct the bridge. Construction work began officially in 2001 after the planning of the district office and the Directorate General of Highways, Daxi Bridge would be revamped to become a reinforced concrete bridge with 13 abutments and totaling a length of 330 meters.\r\n\r\n\r\n\r\n\r\n\r\nThe revamped Daxi Bridge resembled the old suspension bridge from the Japanese colonial era, the entrance to the bridge has a vintage arch design, added to the carved dome ceiling &mdash; it is as splendid as a palace. Go through the Baroque frescoed archway and walk along the red-tiled bridge while enjoying the elegant style similar to that of Daxi Old Street. The white-grey frescoes complement those found on Daxi Old Street, emphasizing their classical beauty. Benches are also available on the bridge to take a rest.\r\n\r\n\r\n\r\nApart from the facilities of the bridge, the scenery from the bridge is also one of the famous views of Daxi. From here you can see the splendor of the Shihmen Dam and Tamsui&rsquo;s Guanyin Mountain in the distance. On either side of the bridge, Wuling Bridge and Kanjin Bridge can also be found. When you gaze upon the tapestry woven by the river valley, the rocks and the bridges, it may no longer be the famed &ldquo;Return of the Boats to Kanjin&rdquo; view in the century past, but with the caress of gently blowing breeze and the embrace of nature, the glory of the bygone days is easy to imagine.\r\n\r\nIf you arrive after dusk, don&rsquo;t rush off yet &mdash; this is a perfect place to watch the sunset. In the evening when the lights are lit, the bridge looks particularly vibrant and lively, giving off an exotic atmosphere and showing the other side of Daxi Bridge&rsquo;s splendor. This is also why Daxi Bridge is also known as &ldquo;Lover&rsquo;s Bridge&rdquo; and has attracted many enthusiastic photographers. On weekends and holidays, street artists and performers can be found demonstrating spinning tops or playing music. Along the bank of Daxi Bridge, you can also try your hand at the &ldquo;Love Eternal&rdquo; spinning tops, legends say that if you spin the tops according to the instructions, your love will become even deeper and serve as a testament of love between couples.\r\n\r\n ",
               "_Add": "Ruian Road Section 1, Daxi District, Taoyuan City, Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.28390",
               "_Py": "24.884820",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 14:33:15"
            },
            {
               "_InfoId": "1103",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1103",
               "_Name": "Military Dependents' Village Cultural Creative Space, New Matsu Village is the center for cultural and creative industries(馬祖新村文創基地)",
               "_Toldescribe": "\r\n\r\nThe New Matsu Village has been lauded as the &quot;Taoyuan General Village&quot;; it was not named because the residents came from Matsu, but back in those days, when the former First Lady Soong Mei-Ling, wife of President Chiang went to visit Matsu with the labor corps, she wanted to reassure the soldiers stationed on the front lines that their dependents would be cared for, the New Matsu Village was built.\r\n\r\nThe first phase of the military dependents&#39; hostel was completed in 1957, and they are allocated to 84 army major-general level officers and lower ranking officers, as well as their dependents; it was also the first military dependents&#39; village in Longgang. From the originally planned 76 households, the number of residents had expanded to 226 households. The roads were constructed based on a checkerboard design along with the fish-bone design of hostel layout, which created a unique residential space with stand-alone units. Within the community, activity centers, assembly halls, community parks, lawns, sports fields, pavilions, and other public facilities were gradually added which formed a self-sufficient, semi-closed-off military dependents&#39; village. In 1998, it was selected as the national model community, providing the community with a boost of confidence.\r\n\r\n\r\n\r\nTaoyuan is not a region in Taiwan where there is a heavy concentration of military dependents&#39; villages, but it is one of the main regions where the culture preservation of military dependents&#39; village is taken very seriously. The formation of military dependents&#39; villages plays an important role in the transformation of history, it can be said that from the buildings to the customs and traditions, these are all irreplaceable culture and lifestyle heritages. Therefore when local residents gradually moved to the renovated Luguang Fifth Village, the Department of Cultural Affairs of Taoyuan City Government began to promote the preservation of military dependents&#39; villages. New Matsu Village is the second military dependents&#39; village in Taiwan preserved under the &quot;Cultural Heritage Preservation Act&quot; after Sisinan Village of Taipei. In 2004, it was listed as a historical site and elevated to the status of a cultural heritage. Later on it was selected by the Ministry of National Defense as one of the 13 military dependents&#39; village cultural preservation areas in Taiwan; it is also the first military dependents&#39; village to be preserved under the Cultural Heritage Preservation Act.\r\n\r\nWhen compared to other military dependents&#39; villages in Taoyuan, New Matsu Village is recreated through a &quot;museum-like&quot; model. From the various angles such as military dependents&#39; village cultural preservation and revitalization, as well as cultural creative film promotion, the Military Dependents&#39; Village Cultural Creative Space, New Matsu Village was founded. Apart from hosting events such as film festivals and military dependents&#39; village culture festivals, the activity center of New Matsu Village was converted into the &quot;Taoyuan Film Museum&quot;. The museum can seat 76 audience members in the Dolby surround sound cinema. Worth mentioning is that the assembly hall from back in the days has been preserved to become the film screening location where classic Taiwanese films and museum cultural exhibitions are held, so that military dependents&#39; village preservation can become even more lively.\r\n\r\n\r\n\r\nTo rejuvenate the previously forgotten military dependents&#39; village space, cultural creative markets will be held at Matsu New Village regularly, and artist will be invited to come and station there. So when visitors walk amongst the historical buildings with black roof tiles, brick walls, and the red and while gates, they will be reminded of their childhood, as if they are back in the village visiting their friends and neighbors nearby and once again experience the warmth of the community. ",
               "_Add": "New Matsu Village, Zhongli District, Taoyuan City, Zhongli Dist., Taoyuan City 320",
               "_Zipcode": "320",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.23760",
               "_Py": "24.936020",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 14:32:51"
            },
            {
               "_InfoId": "1110",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1110",
               "_Name": "YeHeng Terrace(爺亨梯田)",
               "_Toldescribe": "\r\n\r\nYeheng Terrace is located in Yeheng Village that is in the southwest of Baling. The Yeheng area is famous for its terraced fields and hot spring. Numerous photographers visit Yeheng to take photos of the rarely-seen terraced fields in Taiwan and the best location for photographing terraces is Sanguang, which is opposite to Yeheng. Here, tourists can take great photos of undulating terraces and capture the most impressive images along their journey on the North Cross-Island Highway.\r\n\r\n \r\n\r\nSituated beside the Mrqwang Creek along the North Cross-Island Highway, Yeheng is a settlement of the Atayal aboriginal tribe and has the second largest tableland in Fuxing Township than Mt. Jiaoban. To get to Yeheng, tourists must arrive at Lower Baling first and turn onto Guanghua Industrial Road. Used to win the reputation of the &quot;Barn of the Back Mountain,&quot; Yeheng tribe is not a popular tourist attraction but preserves its primitive character of a mountain tribe.\r\n\r\n \r\n\r\nThe terraced fields in this quiet village were constructed by the Japanese government when it promoted rice growing on mountain slopes during its occupation of Taiwan. At that time, local Atayal residents were mobilized to build terraces from the peak to the creek valley and dig channels to bring in the mountain spring water for irrigation. As the most beautiful scenery in the tribe, Yeheng Terrace, in its glorious history, separated the mountain into 1,200 layers and had a drop of more than 1,000 meters. In addition to bringing a stable life to local residents, these terraced fields build an outstanding natural landscape in the tribe.\r\n\r\n \r\n\r\nTo have the full view of the layered terrace, tourists can take photos along the driveway to Sanguang, which is on the opposite side of Yeheng, and enjoy the picturesque and refreshing scenery intertwined with green terraced fields, mountains far away and blue skies. Besides the rice fields of the beauty of geometry, low houses are strewn randomly in the terrace and straight road that vehicles sometimes pass through divides the terrace into two. In the relaxing pace of life, people from the urban area will yearn for this rural life.\r\n\r\n \r\n\r\nTo who want to approach the terraced fields and admire the primitive scene of the tribe at a close distance, each visitor must apply for a first-class mountain entry permit because the terrace is located in the restricted mountain area. In the early days, the terrace was mainly used for rice cultivation and the landscape changed its color with the seasons: from the seedlings, the lush green rice crops to the golden rice spike before harvest. The scene of hard-working farmers in the terraced fields until the sun goes down presents a rural scenario that is rarely seen in urban cities.\r\n\r\n \r\n\r\nIn recent years, to compete with the peaches from Mt. Lala, farmers in Yeheng start to grow &quot;Mama Peach&quot; that is harvested every May. Mama Peach wins the name not only because its harvest season falls around Mother&#39;s Day, but also the fact that most of the peach growers are Atayal mothers who are single moms or aged over 60. Mama peaches are fine textured, sweet and juicy. Don&#39;t miss the chance to taste Mama Peach during your visit to Yeheng.",
               "_Add": "Yeheng, Fuxing District, Taoyuan City, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "To get there, take the North Taiwan Freeway 2. After arriving at the Daxi Interchange, head in the Daxi and Fuxing direction. Then take the Taiwan Provincial Highway 7 for 47.5km. After arriving at Xiabaling, turn oto Guanghua industrial road.",
               "_Opentime": " The mountain controlled area, goes to visit must handle a card of enters the mountain",
               "_Px": "121.38151",
               "_Py": "24.674340",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 14:19:40"
            },
            {
               "_InfoId": "1031",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1031",
               "_Name": "Taoyuan International Baseball Stadium(桃園國際棒球場)",
               "_Toldescribe": "\r\n\r\n&quot;Taoyuan International Baseball Stadium&quot; is located in Zhongli&#39;s Qingpu Special District; it sits at the border between Taoyuan City&#39;s Zhongli and Dayuan Districts. In 2011, the stadium was adopted by the team Lamigo Monkeys for its planning and management, by combining the stadium with the &quot;principle of territory&quot;, it is the first team to hold all of its home matches at the Taoyuan International Baseball Stadium. Through the management perspective of &quot;Lamigo Home Turf&quot;, they have continuously came up with innovative marketing strategies such as promotions by the LamiGirls cheerleading team, themed parties, related sports products and accessories, creating new trendy headlines and topics to attract more baseball fans to come and watch matches at the stadium.\r\n\r\n\r\n\r\nThe Taoyuan International Baseball Stadium covers an area of approximately 4 hectares; it is a baseball stadium with one underground level and three aboveground levels. Construction for the Taoyuan International Baseball Stadium began in 2008 and was completed in 2009. The original stadium plan included 12,000 infield bleacher seats, but in order to accommodate the World University Baseball Championship in 2012, outfield bleachers were added to expand the stadium capacity from 12,000 to 20,000. Together with Kaohsiung&#39;s Chengcing Lake Baseball Field, they hold the highest number of seats out of all baseball stadiums in Taiwan.\r\n\r\n\r\n\r\nOriginally, the Taoyuan International Baseball Stadium was located in the remote Qingpu Special District, but under the management of the Lamigo Monkey team, the home turf management mode was implemented. Fans of the home team are assembled in the infield bleachers while fans from the opposing team and the cheerleading team are relocated to the outfield bleacher seating area. The infield and outfield bleachers are not connected. Behind the first and third bases are stages dedicated to LamiGirl performances; it is the stadium with the best baseball viewing experience in Taiwan. During offseason, nursing rooms, stores, food court, and children&#39;s play area are set up, besides changing from the usual vendor system, the changes also made it more convenient for parents to bring their children to experience the exciting atmosphere of watching a baseball game while enjoying a more diversified baseball park.\r\n\r\nIn addition, under the support of the Taoyuan City Government, JPR sports stadium consultancy was invited from the United States for the planning of Taoyuan International Baseball Stadium outfield bleachers, with the hope that overseas stadium revamping experience can be successfully replicated here. In addition, connect the infield and outfield to create a 360 degree view space to enhance the match viewing quality of the stadium and bring a high class experience to its audience.\r\n\r\nWith the Taoyuan International Airport MRT on the cusp of completion, Taoyuan International Baseball Stadium will also become a popular attraction along the MRT line. It will be very convenient for baseball fans from around the country to come and watch a baseball game, and Taoyuan City residents will also be able to take the transfer shuttle to arrive at the stadium. The comprehensive transportation systems will attract even more fans to come for games and participate in events, forming a complete baseball lifestyle.\r\n\r\nTo the people of Taoyuan, baseball is already the city&#39;s most important activity. Apart from the sporting equipment available at the stadium store, Lamigo Monkeys are also partnering with businesses in Taoyuan City to create &quot;Lamigo concept stores&quot;, adding trendy designs so that local shops can become supporters of the national sport. This will not only promote the sport of baseball, it also extends the fun atmosphere of the stadium over the entire city.",
               "_Add": "No. 1 Linghang North Road Section 1, Zhongli District, Taoyuan City, Zhongli Dist., Taoyuan City 320",
               "_Zipcode": "320",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.20156",
               "_Py": "25.000330",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 14:14:48"
            },
            {
               "_InfoId": "1025",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1025",
               "_Name": "National Central University(國立中央大學)",
               "_Toldescribe": "\r\n\r\nNational Central University is located in the Shuanglianpo area of Zhongli; it spans an area of approximately 62 hectares. Due to its beautiful campus scenery and convenient location, it has been used as the filming location of many Taiwanese TV drama series. With the fame brought on by the television industry, National Central University is not only a school, but also a favorite dating site for the younger generation.\r\n\r\nHere you can stroll along the Baihuachuan Pine Forest Path amongst the pine trees while breath in the aroma of osmanthus flowers. Simply turn around to enjoy the lovely scenery of the wide-open green lawns, willow branches gently dancing over the Zhongda Lake, and artworks created by renowned Taiwanese sculptor Ju Ming.\r\n\r\n\r\n\r\nWalk down Zhongda Road to reach the front entrance of National Central University. Upon entering the campus, the first thing you will notice is the oval-shaped garden designed along the slope; located at its center are the words &quot;National Central University&quot; formed by Chinese banyan, the striking design immediately catches the eye. Pass through the circle and continue with your exploration, and you will soon arrive at the &quot;Baihuachuan Pine Forest Path&quot; covered by flagstones, Along the way are pavilions, resting areas, and lights. In addition to admiring the sculpture &quot;Taichi Arch&quot; by Ju Ming on the lawn, you will also find a giant banyan tree that is also known as the &quot;Central Park&quot;. As the tree is shaped similarly to the tree logo of Cathay Life Insurance Company, it is also called the &quot;Cathay Tree&quot;; these are all beautiful locations worthy of taking pictures. At the end of the path is an outdoor cafe, during weekends and holidays it is full of visitors enjoying a nice cup of coffee under the sunshine. If you listen closely, you can hear the sounds of laughter mixed with the whizzing of flying kites and Frisbees; it is the perfect place for relaxation.\r\n\r\n\r\n\r\nDue to its charming and beautiful campus scenery, National Central University has received much attention from the television industry for the filming of several TV drama series. For example, Zhongda lake where the main protagonists from &quot;True Love 18&quot; fell into the water, the banyan tree where Annie Wu from &quot;Peach Girl&quot; made a wish, the bench next to the Taichi lawn where Angela Chang from &quot;Bump Off Lover&quot; sat, the pine tree path where Vic Chou from &quot;Poor Prince&quot; rode his bike. Even in the recent show called &quot;In A Good Way&quot;, the &quot;Chengdong University&quot; from the show is actually National Central University, where the romantic Baihuachuan became the backdrop for the Christmas ball. During the festive season, National Central University also sets up lights and decorations to bring in the holiday cheer.\r\n\r\nApart from the art and cultural elements present on campus, there are also two elegant fountains. The lush trees next to the lake and falling leaves dotting the lawn add a poetic feel to the scene, groups of students and couples stroll along on campus also add to the romantic atmosphere.\r\n\r\nIf you are not in a hurry, take a leisurely walk on the lawn with your other half and spend a tranquil afternoon on the campus, or lie on the grass and let the sun caress your body, adding another page to the beautiful chapter of your romance together.",
               "_Add": "No. 300, Zhongda Road, Zhongli District, Taoyuan City, Zhongli Dist., Taoyuan City 320",
               "_Zipcode": "320",
               "_Travellinginfo": "",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.19267",
               "_Py": "24.968440",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 14:07:21"
            },
            {
               "_InfoId": "1023",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1023",
               "_Name": "Jiguopai Church(基國派教堂)",
               "_Toldescribe": "\r\n\r\nThe Jiguopai Church is situated at the upstream of Dahan River in Taoyuan&#39;s Fuxing District; it was built in 1964. In the early church construction period, in the hopes of passing down the spirit of Christianity through future generations, rocks from the bat cave nearby were chosen as the construction material, these rocks were to be excavated by local residents and carried up the mountain one at a time for the construction of the building. Based on the concept of &quot;a key to enter heaven&quot;, the pastor designed the unique church entrance; combined with the unique design of the walls, its simple elegance is even more obvious. The Council for Cultural Affairs has listed the church as one of the century-old historical sites; it was also selected as one of the &quot;100 Religious Attractions in Taiwan&quot; by the Ministry of the Interior in 2013.\r\n\r\n\r\n\r\nJiguopai Church is located on the tribal grounds of the Dawuo Tribe. Back then, due to the growing number of followers having no set location for church meetings, it was decided that a church will be built within the tribe. To ensure that the church will flourish throughout the ages, under the suggestion of an American missionary Jacob Sun, and the organization of the local missionary Pastor Chen Zhong-Hui, it was decided that the church will not be constructed using the traditional Atayal tribal building material of timber and bamboo. Instead, stone masons from Beitou were asked to come and teach the tribe how to work with rocks; it took about half a year to resolve the issues related to stone cutting. Through the cooperation and hard work of the people of the Atayal tribe, where each person was responsible for one rock, this religious center constructed from rocks was finally completed and named &quot;Jiguopai Church&quot; after the local tribe.\r\n\r\n\r\n\r\nAfter the wear and tear of 50-plus years, the church still stands firm today. Even with the construction of a new church in 1994 after the number of followers continued to increase, and the original church was almost demolished after the transfer of land ownership, with the petition from the Department of Cultural Affairs, funding was granted by the government to revamp the building to become a local cultural center. The center was re-opened in 2004, and it still retains the appearance of the original church. The main building constructed from rocks looks like the Noah&#39;s Ark sitting on a hill when viewed at a distance. The cross on top of the church has not been damaged and still retains the unique features of beautiful craftsmanship. At the entrance of the church, a one-size smaller gabled gate can be found. Unlike the sharp and angled lines found in most churches, the soft gentle curves symbolized &quot;clouds&quot; to tell the stories of another form of heaven. The design concept of overlapping squares and circles signified &quot;keyholes&quot; to represent the key and path to heaven. All of this adds refinement and elegance to the otherwise simple and rustic design of the church.\r\n\r\nBy comparing the old church with the new, the uniqueness of the architectural aesthetics of the Jiguopai Church is even more obvious. Back then, rocks carried by the hard work of local residents were not laid horizontally one on top of the other, instead they were placed diagonally or irregularly against each other. After years of weather exposure, each rock has become even more valuable and also imbues the church with a richly-layered facade.",
               "_Add": "No.96-3 Neighborhood 18, Sanmin Village, Fuxing District, Taoyuan City, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.34765",
               "_Py": "24.840130",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 14:06:48"
            },
            {
               "_InfoId": "1034",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1034",
               "_Name": "Martyrs' Shrine(忠烈祠)",
               "_Toldescribe": " \r\nTaoyuan Martyrs&#39; Shrine is situated on Hutou Mountain in Taoyuan City; it was completed in 1938 and was formerly the &quot;Taoyuan Shinto Shrine&quot; back during the Japanese colonial era. It is the best-preserved Japanese era Shinto shrine in Taiwan. The architectural style encompasses the old ways of the ancient Chinese Tang dynasty, Japanese style, and contemporary Taiwanese style. The building is constructed from top quality cypress wood. In 1994, it was officially listed as a level three national monument. The Shrine was also used as the filming location for the film &quot;Kano&quot;, where the audience is transported back to the 1930s.\r\n\r\nBack during the Japanese colonial era when Japan was promoting the Japanization movement in Taiwan, around 200 Shinto shrines were built throughout the island. Taoyuan Shinto Shrine was constructed during this period; it was decided at the time to build the shrine on the mountain where the view includes the city of Taoyuan to the southwest, as well as the Kaizhang Shengwang Temple in the city center to symbolize its protection over the people.\r\n\r\nFollowing Japan&#39;s defeat in the war and the ending of Taiwan-Japan diplomatic relations, many Shinto shrines were faced with the fate of demolition and renovation as their number of worshipers dwindled. Taoyuan Shinto Shrine was renamed Taoyuan Martyrs&#39; Shrine in 1950. Due to its Tang dynasty style architecture and the building material of high quality cypress, it was carefully preserved because of its cultural value, history, and art. It is currently the only Shinto shrine in Taiwan and outside of Japan which has been perfectly preserved.\r\n\r\n\r\n\r\nTaoyuan Martyrs&#39; Shrine has a complete range of buildings. The main clusters are the &quot;main hall&quot; where the spirit tablets are placed, the &quot;worship hall&quot; where worshipers come pay their respects, the &quot;administration office&quot; where the priest or management personnel complete their daily tasks, the &quot;water room&quot; for worshipers to wash their hands and gargle before they enter for worship. There is also the Torii Gate, Buddhist lantern, Komainu (guardian lions), brass horse sculpture, and the shrine Sandao (path). The materials used were cypress and fir, with their fine texture combined within a wooden framework which has been perfectly preserved. The beams were secured through grafting joints all painstakingly done manually by hand. Through all of which one can clearly see the detailed labor of the craftsmen and experience even more deeply the stately and solemn beauty of the Taoyuan Martyrs&#39; Shrine.\r\n\r\n\r\n\r\nFollow the terrain and take the steps next the Chenggong Road, you will see the straight Sandao (path) in front of the Shrine. The inner gate and the worship hall are connected by the Sandao which is connected all the way to Taoyuan Train Station. Old pine and evergreen trees are planted around the shrine, giving it an air of serenity. The atmosphere is one of verdant green with the beauty of the ancient times. In early spring when cherry blossoms bloom, the delicate pink petals bring a gentleness to its austere surroundings. In autumn, red maple leaves dot the front yard of the shrine and the parking area. Different seasons bring totally different sceneries. Pause for a brief moment on the steps in front of the worship hall and enjoy the view of the entire shrine from this vantage point. Experience the quiet surroundings closed off in greenery; it is a favorite destination for visitors to take photos and connect with nature.\r\n\r\n ",
               "_Add": "No. 200, Chenggong Road Section 3, Taoyuan District, Taoyuan City, Taoyuan Dist., Taoyuan City 330",
               "_Zipcode": "330",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.32528",
               "_Py": "25.006290",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 14:00:57"
            },
            {
               "_InfoId": "1026",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1026",
               "_Name": "Dongyan Mountain Forest Recreational Area(東眼山森林遊樂區)",
               "_Toldescribe": "\r\n\r\nDongyan Mountain Forest Recreational Area is situated in Taoyuan City&#39;s Fuxing District, at the foot of the Snow Mountain range. If one looks at the mountain from Amupin in Taoyuan, its shape is like a reclining maiden gazing wide-eyed towards the east, hence the name &quot;Dongyan Mountain&quot; (east eye mountain). The entire recreational area spans an area of almost 1,000 hectares, which includes the spectacular view of a 300-hectare cedar forest. The highest point in the park is the 1,212-meter &quot;Dongyan Mountain&quot;. From the peak of the mountain visitors can see the breathtaking view of all nearby mountain ranges, Taoyuan, Sanxia, and the Tamsui River; it is also a good location to enjoy the night lights in Taoyuan.\r\n\r\nThe two main features of Dongyan Mountain are the &quot;cedar forest&quot; and &quot;sea of clouds&quot;. Due to its elevation at around 1,000 meters, during the early years, the area was used as a cedar plantation; therefore the cedar forest became the most prominent scenery in the park. The several hundred hectares of thick and verdant forest has formed a dense cover which makes an ideal habitat for a wide variety of amphibians, making Dongyan Mountain a good destination for parents to take their children and for environmental education classes. The terrain varies widely within the mountain region, misty clouds often form above the forest in the afternoons, and this is the time when Dongyan Mountain is most beautiful. If you are lucky, you might even see a rainbow coming out from the eyes of the maiden.\r\n\r\nDongyan Mountain Forest Recreational Area has various forest trails with a total length of 16Km; it includes the &quot;self-guided hiking trail&quot; which climbs up the 1,212-meter main peak of Dongyan Mountain; the &quot;knowledge trail&quot; which focuses its displays on the plantation culture and logging industry; the &quot;parent and child peaks trail&quot; with one large and one small peak, looking like a mother leading a child located at the end of the plantation road; four &quot;fossil forest trail&quot; which display fossil and remains from over thirty million years ago. Each of these trails offers different sceneries, habitats, and forest landscapes, allowing visitors to learn more about the mountain through different perspectives.\r\n\r\n\r\n\r\nThe best way to experience the essence of Dongyan Mountain is to go for a walk on the self-guided trail, the trail and its various side paths have a total distance of 4Km. If you go from here to the triangulation point of the Dongyan Mountain&#39;s main peak, the total distance is around 1.6Km. The Forestry Bureau provides free map guides, or you can simply follow the sign posts along the trail. Along the trail, many information guide posts offering a wealth of information and pictures have been installed. Walk along the railroad tie-paved trail and reach the top, the full trip to the peak only takes about 60 minutes. There is a wide variety of plant and animal life to see along the way so that\r\n\r\nyou can mesmerize yourself in the beauty of mother nature and bathe in a spa of phytoncides. Once you arrive at the 1,212-meter peak at the end of the trail, you will experience another set of breathtaking views. From the viewing platform, clouds float by with the breeze while you admire the magnificent emerald tapestry of the mountain ranges.\r\n\r\nThe &quot;Knowledge Trail&quot; is situated behind the restaurant and meanders in-between the dense forest and crossing streams; its main attractions are the displays of forestry culture and machinery. Here, you can bathe in the scents of the forest while experiencing the area&#39;s rich history and culture.\r\n\r\n ",
               "_Add": "No. 35, Siayun Village, Fuxing District, Taoyuan City, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "",
               "_Opentime": "Non-holiday: 08:00 ~ 17:00 Holidays: 07:00 ~ 17:00",
               "_Px": "121.40721",
               "_Py": "24.832600",
               "_Website": "http://recreation.forest.gov.tw/RA/RA_1_1.aspx?RA_ID=0200003",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 14:00:34"
            },
            {
               "_InfoId": "1108",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1108",
               "_Name": "Three Swimming Turtles(三龜戲水)",
               "_Toldescribe": "\r\n\r\nThe view of three turtles playing in the water is one of the most representative views in the Baling area. Dahan River is the major river of Taoyuan City and its upstream originates from the Yufeng and Sanguang Rivers which flow through mountains and integrate into Dahan River before reaching Lower Baling. &quot;Three Swimming Turtles&quot; refers to the junction of the three rivers. Dahan River follows a winding and torturous course and changes its path several times in the region. Because of the long-term erosion due to natural forces, river valleys interleaving with mountains, overlooked from the mountain road, look like the heads of three turtles. Together with undulating mountain ranges that take the shape of the backs of the turtles, the picturesque view of &quot;Three Swimming Turtles&quot; is shaped that is not only a must see in the Baling area, but also one of the most beautiful sceneries in Mt. Lala. \r\n\r\n \r\n\r\nThe name of &quot;Three Swimming Turtles&quot; originated from the aboriginal myths and legends. In addition, river and wind erosion results in mixed mountains and high cliffs, which give the Baling area a mysterious atmosphere. To publicize the beauty of the natural landscape, Taoyuan City Government has built a wooden scenic overlook on the cliff at 5.2k, Tao 116 Township Road at an elevation of 1000 meters above sea level. \r\n\r\n \r\n\r\nThe scenic overlook to view &quot;Three Swimming Turtles&quot; is located on Tao 116 Township Road, the traffic artery of Mt. Lala Scenic Area, and has become a new scenic spot since its completion in 2014. While visiting Mt. Lala, tourists can follow the mountain road to enjoy the spectacular mountain views and stop at the scenic overlook to appreciate the fabulous natural attraction. The scenic overlook is the best location to admire the beauty of the natural landscape as well as a rest stop for tourists.\r\n\r\n \r\n\r\nTo provide an extended field of vision, this scenic overlook is designed to be a two-level structure. The upper level is a platform with washed granolithic finish that provides a parking space for tourists. The lower level is a wooden viewing platform that offers tourists a spacious place to feel the soothing and relaxing atmosphere. Standing on the scenic overlook, you will have the most beautiful view of the amazing &quot;Three Swimming Turtles&quot; meander valley particularly in Mt. Lala. On sunny days, the peaks of distant mountains covered with thin mist may come into sight. Besides the marvelous mountains and rivers, you will oversee both new and old Baling Bridges and randomly strewn small houses. As you relax your body and soul, you will also experience how insignificant human beings are and how great nature is.\r\n\r\n \r\n\r\nThe scenic overlook can be connected to Baling Historic Trail in Mt. Lala. After entering Mt. Lala Scenic Area, tourists can stroll along the path to visit Butterfly Museum, Beetle Museum and take Youjing Trail to head towards the scenic overlook to gaze the picturesque natural beauty and admire the enchanting nature.",
               "_Add": "Tao 116 Township Road (5.2k), Fuxing District, Taoyuan City, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.38396",
               "_Py": "24.679760",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "Free",
               "_Remarks": "",
               "_Tel": "886-3-3912761",
               "_Fax": "886-3-3913072",
               "_Changetime": "2016/01/26 13:56:52"
            },
            {
               "_InfoId": "1102",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1102",
               "_Name": "Xiao Wulai Designated Scenic Area Hiking Trail System(小烏來風景特定區步道系統)",
               "_Toldescribe": "\r\n\r\nInside the Xiaowulai Designated Scenic Area can be found popular attractions such as Xiaowulai Waterfall, skywalk, Feng Dong Rock, and Yixing Suspension Bridge. After the skywalk was opened, even more visitors came to experience the thrill of traipsing across the open air. The park offers four unique trails which are the forest breathing trail, refreshing trail, the water green corridor trail, and the ancient water canal trail. Visitors are encouraged to come and relax, break a sweat, and breathe in healthy phytoncides.\r\n\r\nDrive through the Xiaowulai Designated Scenic Area entrance and the first thing you will see is the &ldquo;universe platform&rdquo;, from here you will be able to see the scenery of the Xiaowulai Waterfall in the distance. Using the &ldquo;universe platform&rdquo; as the starting point, go down a few steps and you will reach the &ldquo;refreshing trail&rdquo;. This trail runs below the Xiaowulai Waterfall, and the view along the way features unspoiled nature and numerous views of the breathtaking valley. When you see the eye-catching Changhong Bridge, it means that the waterfall is not far off. Go over Changhong Bridge and you will hear the thundering waterfall, waking you up and refreshing the spirit. When you reach the famous &ldquo;Xiaowulai Waterfall&rdquo;, enjoy being refreshed by the cooling spray of water and being drenched in the negative ion particles of nature.\r\n\r\nIf you would like to challenge the daring attraction inside the park, you have to visit the &ldquo;water green corridor trail&rdquo;. The trail is situated next to Xiaowulai&rsquo;s Yunei River, the entire trail is built along the banks of the river and you will be accompanied by the sound of the flowing water. The cool breeze from the valley makes the walk especially refreshing. Apart from admiring the view of the river, the low-gradient accessible pathway of wooden planks connects to well-known park attractions such as the &ldquo;skywalk&rdquo; and the &ldquo;Feng Dong Rock&rdquo;. Although &ldquo;Feng Dong Rock&rdquo; had not been able to withstand the assault of the wind and has now fallen down, it has not been swept away by the water and the huge rock is still a popular attraction. The renowned &ldquo;skywalk&rdquo; is located above Xiaowulai Waterfall. The reinforced glass bridge surface is 70 meters from the bottom of the waterfall and the entire see-through surface stretches all the way to the source of the waterfall. The thundering waterfall beneath the feet can be seen clearly, providing a test of courage to the visitors and also giving you the feeling of walking in the air.\r\n\r\nIf you want to challenge the next level of the skywalk, you must walk along the &ldquo;water green corridor trail&rdquo; and go to the &ldquo;sky rope bridge&rdquo; and experience the breathtaking challenge. The bridge spans 70 meters in length across the 100 meter deep river valley &mdash; dare yourself over this height challenge to enjoy an unforgettable experience. Carry on down the &ldquo;water green corridor trail&rdquo; and you will arrive at the Yunei River recreational area where you can soak your feet in the cool water and wash away your fatigue.\r\n\r\n\r\n\r\nGo back to the skywalk plaza and you will find the entrance to the &ldquo;forest breathing trail&rdquo; next to the public toilets. The trail slowly leads upwards along the steps where you can enjoy being embraced by the forest. Also, there is the &ldquo;ancient water canal trail&rdquo; which connects the Xiaowulai skywalk to the Yixing Suspension Bridge. The total length of the trail is about 1.8 Km. This was the irrigation canal constructed by the early residents to direct the water from Longfeng Waterfall to the waterways of Luofu River. It passes through valleys, bamboo groves, and has a diverse range of unspoiled habitat, making it a secret forest path not to be missed.",
               "_Add": "No. 42 Yisheng Village, Fuxing District, Taoyuan City, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.37518",
               "_Py": "24.790620",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 13:53:05"
            },
            {
               "_InfoId": "1024",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1024",
               "_Name": "Baishajia Lighthouse(白沙岬燈塔)",
               "_Toldescribe": "\r\n\r\nThe Baishajia Lighthouse is situated on the Guanyin coast, and it is the second tallest lighthouse in Taiwan. Before the lighthouse in Taichung Harbor was built, it was also the westernmost lighthouse on the main island of Taiwan. A circular pathway has been built around the lighthouse which can also be used to access the Guanyin beach recreational area. The white structure of the Baishajia Lighthouse is even more dazzling between the blue sky and the ocean. After it officially came into use in 1901, the lighthouse had already become a famous attraction Taiwan during the Japanese occupation era. A century later, in 2001, it was selected by the Council for Cultural Affairs as one of the &quot;One Hundred Historic Sites in Taiwan&quot;. The main structure of the lighthouse, its surrounding walls, and the sundial from the Japanese era were chosen the following year as the first county level historical site of Taoyuan. It is currently the most well-preserved lighthouse from the early Japanese colonial period.\r\n\r\nBaishajia Lighthouse has a height of around 37 meters, second only to the Eluanbi Lighthouse in Kenting. The most unique feature of this lighthouse is that it is the only lighthouse in Taiwan constructed from bricks and stones, unlike the concrete lighthouses generally found throughout Taiwan. During the late Qing dynasty, lighthouse equipment was usually imported from England or France. The manufacturer would first cast and construct the main structure and lighting components then ship the parts to their destination where everything would be assembled. The Baishajia Lighthouse, which took three years to complete, was not made from soldered iron but instead from what is known in Japanese as &quot;stone bricks&quot;. The double-layered stone bricks were unique in being earthquake-resistant; the circular body of the tower was constructed from these bricks and cemented together with the ancient adhesive substance made from glutinous rice, brown sugar, and lime. The upper section of the lighthouse is constructed from large pieces of stone layered together to form a framework to support the upper section, which was constructed from cast iron. Even after the bombardment of shells during both world wars, numerous earthquakes and natural disasters, the lighthouse has never suffered any significant damage.\r\n\r\nToday, the light house continues to stand tall, bringing light to the Taiwan Strait and guarding ships passing by. The lighthouse structure and its interior design have endured the passing of a century. The Japanese era sundial has also been well preserved; it once held the important task of determining when to switch the lights from the lighthouse on and off by establishing the time, bearing, and latitude from the position of its shadow. Also, a clock manufactured by the Shanghai Machinery Bureau, as well as a century-old chinaberry tree which existed since the Japanese colonial era are both still standing tall inside the garden.\r\n\r\n\r\n\r\nThis bright light of the Taiwan Strait stands in a serene environment surrounded by a stream, bridge, rice fields, and ponds, there is also a boardwalk and winding walk path. The lighthouse is a perfect backdrop for picture taking. If you rode a bike, you can leave it on the side of the road and enter the area on foot.\r\n\r\nInside the visitor&#39;s area is an information room where a tour guide explains the detailed information on the various equipment found in the lighthouse. In the vicinity of the lighthouse are a circular walk path, park, pavilion, plaza, and children&#39;s play area. The walk path follows along the bank of the Guanyin River, apart from the stream and bridges, rice fields and ponds, the famous windmill from the Guanyin coast can also be seen in the distance. The clock tower plaza and the pedestrian arch bridge are wonderful locations for taking wedding photos.",
               "_Add": "No.16 Xinpuoxia, Guanyin District, Taoyuan City, Guanyin Dist., Taoyuan City 328",
               "_Zipcode": "328",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.07627",
               "_Py": "25.041340",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 13:35:19"
            },
            {
               "_InfoId": "1040",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/1040",
               "_Name": "Xiao Wulai Sky Rope Bridge(小烏來天空繩橋)",
               "_Toldescribe": "\r\n\r\nOne of the most well-known attractions along the Northern Cross Highway, Xiaowulai Scenic Area is situated between Xiayunping from the Northern Cross Highway to the mountain region to the east of Fuxing Bridge. In addition to the cherry blossoms, waterfall and the river inside the scenic area, there is also the first see-through skywalk in Taiwan. Furthermore, another not-to-be-missed attraction of the scenic area is the new sky rope bridge. It was planned and constructed by the Taoyuan City Government and opened officially on Valentine&rsquo;s Day. The aim is to provide visitors with an opportunity to get closer to nature, free the mind, and remember the excitement from your first romance to create an unforgettable memory.\r\n\r\n\r\n\r\nWhen you come to Xiaowulai Scenic Area, the most popular attraction here is the &ldquo;skywalk&rdquo; where you can enjoy the thrill of having the waterfall and the valley chasm beneath your feet. After the skywalk, another five minutes down the path will take you to the &ldquo;sky rope bridge&rdquo;. This newly opened rope bridge is secured with cables. The 70 meter long rope bridge soars 50 meters overhead from the bottom of the Daligan River valley. The challenge and electrifying excitement makes it the perfect 2.0 version of the Xiaowulai skywalk.\r\n\r\nThe sky rope bridge was only opened in 2015 and it boasts as the longest rope bridge in Taiwan. The difference to the glass-bottomed bridge of the skywalk is that the surface of the rope bridge is only about 100 cm wide and only allows one person to pass at a time. Before the construction, the structure was designed to be able to handle a mass of 120 ton and also with wind-resistant cables installed on either side to prevent the bridge from shaking too much. But compared to the skywalk where you are looking down from above, the rope bridge&rsquo;s main cable is installed under the path, added to the shaking from the steps of the people in front and behind you, the entire trip across the bridge is extremely wobbly and it feels as if you are swinging in the valley with the wide river bed right beneath you. The cables on either side are about chest height so that visitors can have an unobstructed view of the thick forest and enjoy the unique challenge in the air on the rope bridge.\r\n\r\n\r\n\r\nApart from the sense of thrill when crossing the sky rope bridge, the view of the waterfall is also worth a look. As you walk along the rope bridge, you will first catch a glimpse of the &ldquo;Mysterious Waterfall&rdquo; hidden in the valley. As the rope bridge is only one-directional, when you reach the end you have the choice of going to &ldquo;Yixing Suspension Bridge&rdquo; or &ldquo;Longfeng Waterfall&rdquo;. If you are feeling energetic, you can choose the &ldquo;ancient water canal trail&rdquo; which goes to &ldquo;Yixing Suspension Bridge&rdquo; and is about a one and a half hour journey. Otherwise you can go to Longfeng Waterfall which is only a 20 minute round trip. The waterfall is divided into an upper and lower section with the two valleys, Long and Feng complementing each other. The upper section is the 13 meter high &ldquo;Long Valley Waterfall&rdquo; while the lower section is the 9 meter high &ldquo;Feng Valley Waterfall&rdquo;. Visitors can enjoy healthy fresh air including negative ions and phytoncides released by the rumbling water and Mother Nature.",
               "_Add": "No. 42 Yisheng Village, Fuxing District, Taoyuan City, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "",
               "_Opentime": " ",
               "_Px": "121.37518",
               "_Py": "24.790620",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2016/01/26 13:13:41"
            },
            {
               "_InfoId": "696",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/696",
               "_Name": "Hutoushan Park",
               "_Toldescribe": "Drunk on Romantic Taoyuan Night Views\r\n\r\nAs the Hutoushan Park is situated near Taoyuan downtown area and is on high ground, it is a good place from which to view the Taoyuan Terrace and the night view of Taoyuan Dist.. In the park there is a lotus pond and cherry trees, as well as a children&rsquo;s playground and an area for barbeques. At the halfway point of the mountain, there is also the &ldquo;Taoxin Pavilion&rdquo;to mark the friendship of Liu Bei, Guan Yu, and Zhang Fei in the Chinese classic &ldquo;The Romance of the Three Kingdoms.&rdquo; This is a popular place for citizens&rsquo; recreation.\r\n\r\nThe Environmental Park on the mountain was originally a garbage dumping ground which now has become a new park following renovation. Since one can have a good view of Taoyuan Dist. at night from there and look at the starry sky , when night falls, many lovers go dating on the mountain and spend a romantic night there.",
               "_Add": "Gongyuan Rd., Taoyuan Dist., Taoyuan City 330",
               "_Zipcode": "330",
               "_Travellinginfo": "To get there, take National Freeway 1. After arriving at the Taoyuan Interchange, go straight and head to Chunri Road. Take a left turn and go straight after arriving at Sanmin Road intersection. Another left turn at the intersection of Chenggong Road, brings you to Gongyuan Road.",
               "_Opentime": " No specific time limit, the provisions by the competent authority",
               "_Px": "121.33020",
               "_Py": "25.001200",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/12/08 19:00:18"
            },
            {
               "_InfoId": "717",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/717",
               "_Name": "Daxi Flower Ocean Farm Ranch",
               "_Toldescribe": "Tourists give the Daxi Flower Ocean Farm Ranch a nickname: The &ldquo;sacred place of TV idol dramas&rdquo; since the shooting of such idol dramas as &ldquo;Green Light Forest,&rdquo; &ldquo;My Secret Garden 2,&rdquo; Wedding Dress of Heaven,&rdquo; &ldquo;In Love of Fragrance,&rdquo; &ldquo;Fighting Kings,&rdquo; &ldquo;The Dolphin Loves the Cat&rdquo; took place there. In addition to fragrant flowers, there is a restaurant with South European romantic literary style called the &ldquo;Van Gogh&rsquo;s Home Western Style Restaurant,&rdquo; and the multi-functional Spanish red &ldquo;Flower Ocean Cultural Hall.&rdquo; In Taiwan, it is quite rare to see a cultural hall built with such innovative architectural design. The two hectares of lavender and sage in the &ldquo; violet Fantasy Land&rdquo; make people wonder if they were in another country. Flowers in the &ldquo;Rainbow Flower Field&rdquo; blossom according to season. It is as if a magician makes the flowers bloom in the &ldquo;Rainbow Flower Field.",
               "_Add": "(Beside Cihu Parking Lot) No.27, Ln. 1093, Sec. 1, 4th Neighborhood, Fuxing Rd., Fu'an Vil., Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "To get there, take the National Freeway 3. After arriving at the Daxi Interchange, turn onto the Taiwan Provincial Highway 3 , then connect to Taiwan Provincial Highway 4. Go straight, and after arriving at Puwei, make a left turn connect to the Provincial Highway 7, and go straight to Cihu Parking Lot.",
               "_Opentime": "Farm park hours Weekdays: 08:30 ~ 16:30 Holidays: 08:00 ~ 16:30，Farm business hours Weekdays: 08:30 ~ 17:00 Holidays: 08:00 ~ 17:30，Restaurant opening hours 08:30 ~ 17:00",
               "_Px": "121.29031",
               "_Py": "24.843710",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:27:35"
            },
            {
               "_InfoId": "716",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/716",
               "_Name": "Futian Garden Farm Ranch",
               "_Toldescribe": "Due to the owner&rsquo;s attentive operation and to the excellent planning and management of the flower fields, colorful flowers are everywhere. On holidays, crowds of people surge among the sea of flowers. The farm ranch owner&rsquo;s idea for the farm ranch comes from a Japanese village-style vanilla garden farm in Hokkaido, where flowers bloom all the year round. In the spring there are lavender spanis and impatiens wallerland. In the summer there are sunflowers, sage, and hybrid verbena. In the autumn and winter there are lavender and cosmos. Beautiful blooming flowers everywhere are a feast for the eyes. Producers of TV dramas are frequently attracted to shoot scenes there. The farm ranch is also a super hot spot for wedding photo-taking. Daily visits of newly weds make this farm ranch full of happiness.",
               "_Add": "(On the opposite side of Cihn) No.20-1, Piwei, Fu'an Vil., Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "To get there, take the National Freeway 3. After arriving at the Daxi Interchange, turn onto Taiwan Provincial Highway 3, then the Provincial Highway 4, and go straight. When arriving in Puwei, turn left, connect to the Provincial Highway 7, go straight until Cihu, then follow the farm ranch road signs.",
               "_Opentime": "Open all year round from 09:00 to 18:00",
               "_Px": "121.28812",
               "_Py": "24.839510",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:27:21"
            },
            {
               "_InfoId": "713",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/713",
               "_Name": "Tong Ho Music Museum",
               "_Toldescribe": "In the early stages of Taiwanese industry, carpenters needed to manually assemble the outer case of musical instruments like pianos. Daxi, which at the time also produced wooden furniture, happened to become the center of musical instrument manufacturing in Taiwan. Kawai Musical Instrument is located on Xinyi Road in Daxi. It is an agent for Japan Kawai Musical Instruments and Suzuki Musical Instruments, and it is also the best local piano manufacturer. Kawai Museum was established as a testimony to local piano history and the experience of sound.\r\n\r\nThe Museum is mainly open for kindergarten, elementary and high schools&#39; extracurricular teaching.The Museum has an acoustical experience area, a music interaction area, a music game area, a factory history area, and a small musical instrument DIY area. The museum will help the visitors, via hands on experience, increase their pleasure in understanding music.\r\n\r\nOpen: weekdays from 9:00am to 4:30pm. Closed: national holidays.\r\n\r\nA presentation tour can be provided, but is by reservation.\r\n\r\nSchool, group, and family visits are welcomed.\r\n\r\nParticipants need only to pay for the materials they use during DIY classes.\r\n\r\nNo entrance fee.",
               "_Add": "No.226, Xinyi Rd., Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "If you drive, take Expressway 2 and get off at the Daxi Interchange. Head towards Daxi, into Dasi Township center. Go straight on Provincial Highway 3 (Xinyi Road) to reach there.",
               "_Opentime": "Open: weekdays from 9:00am to 4:30pm. Closed: national holidays.",
               "_Px": "121.30980",
               "_Py": "24.894280",
               "_Website": "http://www.music4fun.com.tw/",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:27:09"
            },
            {
               "_InfoId": "710",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/710",
               "_Name": "Daxi Zhongzheng Park",
               "_Toldescribe": "Daxi Zhongzheng Park, situated in the Dasi Township and near Dahan Creek, was built by Japanese in 1090. Located on elevated ground, it not only has an excellent vista, a lotus pond, and a pavilion, but also tall ancient trees and flowers. It has attracted many tourists. It is an old park with historical flavor.There is a foot trail below the park that connects with the famous Daxi Suspension Bridge. Tourists can cross the bridge to view the creek&rsquo;s scenery. The Daxi Bridge is only for pedestrians. The architectural style of the bridge is similar to that of the Daxi old streets, that is, in the baroque style. The archway and stone sculpture are quite exquisite, and light up brilliantly when night falls, attracting many photographers.",
               "_Add": "Puji Rd., Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "To get there, take National Freeway 3. After arriving at the Daxi Interchange, turn onto Taiwan Provincial Highway 3, and make a right turn after passing over the Wulin Bridge.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.28523",
               "_Py": "24.883170",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:26:58"
            },
            {
               "_InfoId": "709",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/709",
               "_Name": "Kimlan Display Center",
               "_Toldescribe": "Kimlan soy sauce is a part of every Taiwan mother&#39;s cuisine and the taste has remained popular from generation to generation. Many people over 70 will remember as kids their plain rice being garnished with delicious Kimlan Soy Sauce. Many students on elementary school field trips visit the amazing production lines that reach a yearly production of 35 million bottles of soy sauce. In order to help the visitor understand the production process and history, the hall exhibits antique hand-made equipment and exhibits from all steps of the manufacturing process. It is suitable for the whole family to visit.\r\n\r\nOpen: office hours on weekdays. Closed: national holidays.\r\n\r\nAdvance reservations are required.(The hall is at present being renovated and is estimated to be reopened in 2008.)\r\n\r\nfee of NT$75 per person.\r\n\r\n236 Jieshou Road, Daxi Dist., Taoyuan City.",
               "_Add": "No.236, Jieshou Rd., Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "If you drive, take Expressway 2 and get off at the Daxi Interchange. Head towards Daxi on Provincial Highway 4 (Jieshou Road) and make a left turn. Go straight toward Taoyuan for around 3km to reach the factory.",
               "_Opentime": "office hours on weekdays. Closed: national holidays.",
               "_Px": "121.29222",
               "_Py": "24.919630",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:26:50"
            },
            {
               "_InfoId": "700",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/700",
               "_Name": "Spring Farm",
               "_Toldescribe": "The farm located in a Taoyuan suburb is a hot spot for dating. Either a whole family or couples will have a good time here for its various facilities (to meet every different demands - take out) : dining house, garden, greenhouse, grocery shop, BBQ areas, lovers&#39; cafe, etc.",
               "_Add": "No.272, Changshou Rd., Guishan Dist., Taoyuan City 333",
               "_Zipcode": "333",
               "_Travellinginfo": "",
               "_Opentime": "Garden 10:00 (holidays 8:00) ~ 19:00 Restaurant 10:00 holidays 8:00 ~ 22:00",
               "_Px": "121.33627",
               "_Py": "24.998350",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:26:03"
            },
            {
               "_InfoId": "694",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/694",
               "_Name": "Namchow Chemical Industrial Ltd. Ronggong Museum",
               "_Toldescribe": "Many older people regard Namchou crystal soap as a good friend and are filled with a special emotion because the soap accompanied them before the washing machine became common. This soap is translucent, pure, natural, and does no harm to the environment. In 1984 the Namchou Group pooled their capital with that of the Procter & Gamble Group to establish P&G Taiwan. In order to thank the founder, Mr. Qizhi Chen, Rong Gong Hall was established in Taoyuan in 1993. In addition to the multi-purpose hall, the demonstration area and the studio of the founder, the hall also shows the production process of oil and introduces many products.\r\n\r\nOpen: Weekdays from 10:00am to 4:00pm. Closed: national holidays. Advance reservations are required.\r\n\r\nNo entrance fee.",
               "_Add": "No.35, Xingbang Road, Guishan Industrial Park, Guishan Dist., Taoyuan City 333",
               "_Zipcode": "333",
               "_Travellinginfo": "If you drive, take the Zhongshan Freeway (Expressway number 1). After arriving at the Nankan Interchange, head on Chunri Road to the Taoyuan city center. When reaching Zhongzheng Road, make a left turn, and go straight on Xingbang Road and make a right turn",
               "_Opentime": "Open: Weekdays from 10:00am to 4:00pm. Closed: national holidays. ",
               "_Px": "121.32474",
               "_Py": "24.982480",
               "_Website": "http://www.namchow.com.tw/",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:24:39"
            },
            {
               "_InfoId": "691",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/691",
               "_Name": "Sunshine Farm Ranch",
               "_Toldescribe": "With a floor space of 1500 ping (nearly 5000 square meters), the Sunshine Farm Ranch is the biggest sunflower-themed farm ranch in North Taiwan. Owner Yongling Huang set up this sunflower theme Sunshine Farm Ranch in 2001. Not only are flower-picking services provided in the garden, but the farm ranch also gives detailed descriptions of the sunflower growing process from seed planting to the blooming of the sunflowers. The farm ranch also displays handicraft products made from sunflowers.Special sunflower cuisine is one of the major characteristics of the Sunshine Farm Ranch. The Kuihua Baodian, a sunflower dish, and afternoon tea are offerings inspired by the sunflower, and they are popular with food lovers. While being served with sunflower dishes, visitors to the farm ranch can enjoy looking out over the farm&rsquo;s blooming flower gardens. Whether you make a personal meal order, or come with your friends, or if you are a vegetarian, you will feel like you are at home. A dazzling array of gift sets like sunflower sausage, sunflower tea bags, and sunflower cookies are also available here.",
               "_Add": "No.52, 11th Neighborhood, Lanpu Vil., Guanyin Dist., Taoyuan City 328",
               "_Zipcode": "328",
               "_Travellinginfo": "",
               "_Opentime": "09:00 to 18:00 [Monday sabbatical, temporarily closed】",
               "_Px": "121.11141",
               "_Py": "25.008330",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:24:17"
            },
            {
               "_InfoId": "688",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/688",
               "_Name": "Landscape of Wind Power Generation",
               "_Toldescribe": "Along with enjoying the lotus in Guanyin, you may arrive at the seashore to watch the wind power generators. Since the winds are strong in the Guanyin plateau of Taoyuan all year, Taiwan Power Company set up an entire platoon of large-scale winddriven generators along the seacoast in Guanyin. The white turbines stand out against the deep blue sky to create a kind of refined spatial poetry.",
               "_Add": "No.1, Dianchang Rd., 6th Neighborhood, Datan Vil., Guanyin Dist., Taoyuan City 328",
               "_Zipcode": "328",
               "_Travellinginfo": "If you drive, take the Zhongshan highway (Expressway 1) and transfer to the East- West Freeway 66 going towards Guanyin. Drive 7.2km and then get off at the Zhongpo interchange. Follow the signs toward the lotus garden area.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.05910",
               "_Py": "25.032220",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:23:49"
            },
            {
               "_InfoId": "681",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/681",
               "_Name": "Xinwu Lotus Garden",
               "_Toldescribe": "Xinwu Lotus Garden and the Green Tunnel are a little far away from each other, but along the way, the view of the lotus flower fields is breathtaking. There are more than 20 kinds of lotuses in the gardens including minor varieties of lotus such as Sleeping Lotus and Friendship Peony Lotus. The flower season is in summer. When hundreds of lotuses bloom, you feel like you are in fairyland.",
               "_Add": "No.4, 11th Neighborhood, Qinghua Vil., Xinwu Dist., Taoyuan City 327",
               "_Zipcode": "327",
               "_Travellinginfo": "By Car：\r\nTake National Highway N1 or No.3, followed by taking County Highway #66, turn to the right when passing indicator sign of 8.5K to be there.\r\nPublic transportation：Nil\r\nParking space：accommodate 250 cars",
               "_Opentime": "Opening hours: May to October, hours of operation: 5:00 am to 8:00 pm",
               "_Px": "121.11955",
               "_Py": "24.975930",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:20:39"
            },
            {
               "_InfoId": "680",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/680",
               "_Name": "Xinwu green tunnel",
               "_Toldescribe": "Xinwu green tunnel is located around 2 kilometers south of Yongan Fishing Port. Under the county government&rsquo;s plan, it has become the largest bicycle track in northern Taiwan. The cycle path goes through both the woods and along the seashore. Parents with children can enjoy the trip together; a trip that leaves most people feeling completely relaxed.\r\n\r\nThere are many one-person and two-person bicycles offered in the shops near the entrance to the bicycle track. Tourists do not need to bring their own bikes but can simply enjoy the pleasure of biking with the wind. The facilities of the Green Tunnel are perfect in terms of the entrance parking lot, the footpath system, the wooden platforms, the rest pavilions in high places, and the scenery.",
               "_Add": "Sec. 3, Zhongshan W. Rd., Yong'an Vil., Xinwu Dist., Taoyuan City 327",
               "_Zipcode": "327",
               "_Travellinginfo": "If you drive, take the Zhongshan Freeway (Expressway 1) and turn onto the East-West Freeway 66 in the direction of Guanyin. Go to the end and make a left turn onto Provincial Highway 15 heading south. While passing over Yongan Fishing Port and Dajia gas station (Provincial Highway 15, 57.7km), make a right turn and go straight for around 500m.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.01238",
               "_Py": "24.969370",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:20:26"
            },
            {
               "_InfoId": "679",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/679",
               "_Name": "Old K Spring Bed Sleeping House",
               "_Toldescribe": "We spent a large proportion of our time sleeping yet few of us have any idea just what goes into the making of a bed or a mattress. In order to open our eyes to this thrilling process the Oleli Company, manufacturers of the famous K-Spring bed, have opened their factory to tourists.Here, tourists can see for themselves what goes into the things we lie on. You can also make your own t-shirt to commemorate your visit. This is the perfect place for insomniacs of all ages.\r\n\r\n1.Open hour: Every Mon to Fri, 9:00-12:00、13:00-16:30\r\n\r\n2.Target visitor: General tourists\r\n\r\n3.Way of application: Make reservation by phone call\r\n\r\n4.Expense: Free\r\n\r\n5.Notice:\r\n\r\n(1)Please make reservation for tour in advance\r\n\r\n(2)Group with more than 15 people can be arranged for tour, for those groups less than 15 people, group combination will be arranged",
               "_Add": "No.97, Sec. 3, Meigao Rd., Touzhou Vil., Xinwu Dist., Taoyuan City 327",
               "_Zipcode": "327",
               "_Travellinginfo": "Take the Zhongshan Freeway (Expressway number 1), turn onto the East-West Freeway66 in the direction of Sinwu. Go straight for around 3 km to Meigao Road. Make a left turn and go straight for around 2m to reach the factory.",
               "_Opentime": "weekdays from 9:00 am to 12:00am and 1:00pm to 4:30pm",
               "_Px": "121.14607",
               "_Py": "24.956570",
               "_Website": "http://www.kingbed.com.tw",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:20:12"
            },
            {
               "_InfoId": "678",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/678",
               "_Name": "Arwin Aroma Center",
               "_Toldescribe": "Arwin Biotechnology Hall combines 4 sections: cosmetics, health foods, underwear, and SPA. The hall is an elegant museum. The beautiful service and the DIY class attract many ladies. The entire hall is 3,000 pings (level ground), and is divided into 4 industrial areas, the makeup and essential oil areas, and DIY classes for face and body products. The space is designed to give a comfortable feeling. It utilizes the natural elements like vanilla, green trees, a pond, and so on to build a feeling of natural vitality. While taking a stroll and enjoying the flower-scented tea and desserts, you might just realize the secret of being forever young.\r\n\r\n03-4883800\r\n\r\nhttp://www.arwin.com.tw\r\n\r\nOpen: 8:30am - 5:00pm.\r\n\r\nYou only need to pay for the materials used during the DIY course.. DIY course (national holiday): 10:00am - 2:00pm No entrance fee.",
               "_Add": "No.1, Ln. 21, Sec. 1, Zhongshan N. Rd., Yangmei Dist., Taoyuan City 326",
               "_Zipcode": "326",
               "_Travellinginfo": "1, Alley 21, Section 1, Yangmei City, Taoyuan County",
               "_Opentime": "8:30am - 5:00pm",
               "_Px": "121.14987",
               "_Py": "24.907150",
               "_Website": "http://www.arwin.com.tw",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:18:52"
            },
            {
               "_InfoId": "677",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/677",
               "_Name": "Kuo Yuan Ye Museum of Cake and Pastry",
               "_Toldescribe": "The first Taiwan museum of cake and pastry was established in 2001 in Yangmei. This museum works to preserve the rich and precious history of cake and pastry, and to commemorate the third generation, the couple of Mr. Guo Qinding and Mrs. Guo Shiaqiao, who carried forward the early work of Kuo Yuen Yein. It is good to see the changes in the cake and pastry industry over the past 40 years and the evolution is displayed well in the museum.\r\n\r\nThe museum is divided into an historical exhibition, a life manner exhibition, an exhibition of historicalchildhood play, a Taiwan cake and pastry exhibition, a wedding manners exhibition, and an exhibition of wedding cake evolution. Visiting the museum, is just like attending a brilliant and interesting Chinese wedding culture class.\r\n\r\nOpen: 8:45am - 11:45am and 12:00pm - 2:0 0pm. Closed: one month ahead of Mid-Autumn Festival.\r\n\r\nAny visitor should make a reservation by phone. Elementary school visits are accepted from Monday to Friday.\r\n\r\nParents, kids, and tourism group visit on holidays.\r\n\r\n1, 9 Alley, Qingnian Road, Youshih industrial district, Yangmei Dist., Taoyuan City",
               "_Add": "No.1, Ln. 9, Qingnian Rd., Yangmei Dist., Taoyuan City 326",
               "_Zipcode": "326",
               "_Travellinginfo": "If you drive, take Zhongshan Freeway (Expressway number 1). After arriving at the Youshih Interchange, head to Qingnian Road on the way to Yangmei, Gaoshan town. Go straight on and it is around 500m on the left hand side.",
               "_Opentime": "Open: 08:45-11:45 and 12:00-14:50, 09:00~15:00. Closed: one month ahead of Mid-Autumn Festival.",
               "_Px": "121.16753",
               "_Py": "24.928090",
               "_Website": "http://www.kuos.com.tw",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:18:41"
            },
            {
               "_InfoId": "670",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/670",
               "_Name": "The Dam and the Octagonal Pavilion",
               "_Toldescribe": "The best places to observe Shimen Reservoir are from the dam itself and\r\n\r\nfrom the octagonal pavilion. From the octagonal pavilion, you can overlook the Taoyuan Plateau, the Da-han River Valley, and half of Shimen Reservoir.",
               "_Add": " , Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "From National Highway 3, take the Longtan exit. Pass Provincial Highway 3 Alternate (3B), and connect to Provincial Highway 4, it will take you directly to Shimen Reservoir.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.24722",
               "_Py": "24.811430",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:17:46"
            },
            {
               "_InfoId": "667",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/667",
               "_Name": "Shi-men Reservoir bicycle track",
               "_Toldescribe": "Shimen Reservoir bicycle track is a 3 kilometer long, private track surrounding the back pond of Shimen reservoir. Enter the bicycle track from the Da-ping Toll Station in the reservoir, and you can find signs on the ground along the tracks to the back pond. Since the track surrounds a lake with splendid scenery, it often impresses people with the image of green mountains and the soft breezes. There are bicycle rental shops by the reservoir. Tourists can rent bicycles there. If you want to take a good look at the scenery around the reservoir, it is suggested to go up the hill to the lakeside highway. The beautiful mountain and lake scenes are enjoyable to see. The dam, the octagonal pavilion, and the maple paths are even more appealing during the fall and winter seasons. Seeing the golden leaves gently falling down from the trees is absolutely beautiful.\r\n\r\nFrom National Highway 3, take the Longtan exit. Pass Provincial Highway 3 Alternate (3B), and connect to Provincial Highway 4, it will take you directly to Shimen Reservoir.",
               "_Add": " , Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "From National Highway 3, take the Longtan exit. Pass Provincial Highway 3 Alternate (3B), and connect to Provincial Highway 4, it will take you directly to Shimen Reservoir.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.24426",
               "_Py": "24.810580",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:17:29"
            },
            {
               "_InfoId": "662",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/662",
               "_Name": "River Education Center",
               "_Toldescribe": "Take National Highway No.1, get off at Zhongli Interchange (forward to Zhongli Pingzhen direction), drive straight along Minzu Road, and turn right at intersection of Zhongyuan Road to be there. Drive for about 10 minutes.",
               "_Add": "No.58, Zhongyuan Rd., Zhongli Dist., Taoyuan City 320",
               "_Zipcode": "320",
               "_Travellinginfo": "◎ Public transportation：After arriving Zhongli train station or bus station, walk straight along the Zhongzheng Road, and turn right at intersection of Zhongyuan Road. Walk for 15 minutes to be there.",
               "_Opentime": "Every Tuesday to Friday 09:00~17:00, Sunday 08:00~18:00. Closed on every Monday",
               "_Px": "121.21829",
               "_Py": "24.953650",
               "_Website": "",
               "_Parkinginfo": "◎Parking information：No parking lots in the Education Center, please park along the roadside.",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/04/16 20:15:21"
            },
            {
               "_InfoId": "741",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/741",
               "_Name": "Taimall",
               "_Toldescribe": "The Taimall&rsquo;s Nankan Family Entertainment Shopping Center is the largest shopping center in Taoyuan area.With a floor space of 28,000 ping, it is the largest shopping mall in the Taoyuan area, as well as the first large-scale shopping and leisure center in Taiwan. On holidays, in addition to consumers from Taoyuan areas, it also attracts a large number of out-of-town tourists. In the shopping center there are counters selling name-brand products, a department store, a theater, an entertainment center, restaurants offering international cuisine, as well as a sports stadium. It is a good place for the entire family to spend a whole day in Taoyuan.",
               "_Add": "No.112, Sec. 1, Nankan Rd., Luzhu Dist., Taoyuan City 338",
               "_Zipcode": "338",
               "_Travellinginfo": "To get there, take Taoyuan Passenger Bus Company’s bus from the Taiwan High Speed Rail’s Taoyuan Station to the Taoyuan International Airport, and from the Taoyuan International Airport take the Zhuwei-Taoyuan line bus and get off at the Taimall Shopping Center bus stop. If you drive, take National Highway 1. After arriving at the Nankan Interchange, head in the direction of Nankan, and drive another two kilometers.",
               "_Opentime": "Monday to Thursday: 11:00 to 22:00, Friday: 11:00 ~ 22:30, Saturday: 10:30 ~ 22:30 Sunday: 10:30 to 22:00",
               "_Px": "121.28788",
               "_Py": "25.052820",
               "_Website": "http://www.taimall.com.tw/",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/01/16 19:04:38"
            },
            {
               "_InfoId": "660",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/660",
               "_Name": "Hey Song Beverage Museum",
               "_Toldescribe": "To recall everybody&#39;s warm memories , Hey Song Corporation, a well-known 80-year-old enterprise, established Hey Song Cultural Hall in 1996 and preserved the company&#39;s past profile for the public to visit. Hey Song Corporation renovated its cultural hall after many years as more items were added In 2005, it expanded to become a beverage museum, allowing tourists see the process of making the beverage.\r\n\r\nThe museum&#39;s main exhibition is made up of various product collections including bottles, posters, and retailers&rsquo; advertisements.\r\n\r\nOpen: Weekdays from 10am to 3pm.\r\n\r\nClosed: National holidays.\r\n\r\nGroups of more than 15 people should make a reservation.\r\n\r\nA presentation tour will be provided for organizations, groups, and school visits.\r\n\r\nNo entrance fee.",
               "_Add": "178, Zhongyuan Road, Zhongli Dist., Taoyuan City 320",
               "_Zipcode": "320",
               "_Travellinginfo": "Take Number One Highway 1 and get off at the Neili Interchange. Head towards Zhongli; Zhongyuan Road is around 800m on the left hand side.",
               "_Opentime": "Open: Weekdays from 10am to 3pm.  Closed: National holidays. ",
               "_Px": "121.23706",
               "_Py": "24.977150",
               "_Website": "http://www.heysong.com.tw",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/01/16 18:59:41"
            },
            {
               "_InfoId": "659",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/659",
               "_Name": "A Drop-By Tour Metrowalk Shopping Center",
               "_Toldescribe": "The shopping center is not far from Museum of the Action Electronics\r\n\r\nCompany. After visiting the museum, you can go to the shopping center and experience the trendy part of Jhongli City. The shopping center has Carrefour,Eslite books, a movie theater and many other stores.",
               "_Add": "No.501, Section 2, Zhongyuan Road, Zhongli Dist., Taoyuan City 320",
               "_Zipcode": "320",
               "_Travellinginfo": "",
               "_Opentime": "Weekdays: 10:00 AM 11:00 ~ PM, Fri: AM 11:00 ~ PM 10:30 Saturday: AM 10:30 ~ PM 10:30, Sun up: AM 10:30 ~ PM 10:00",
               "_Px": "121.22917",
               "_Py": "25.000720",
               "_Website": "http://www.metrowalk.com.tw",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/01/16 18:58:56"
            },
            {
               "_InfoId": "733",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/733",
               "_Name": "The Galahe Divine Tree",
               "_Toldescribe": "Galahe is situated at the uppermost reaches of the Dahan Creek with an elevation of nearly 1,300 meters. It is a settlement of the Ataya Tribe.\r\n\r\nAlthough the cypress divine trees at Galahe were discovered a long time ago, not many tourists have visited them due to the fact that they are deep in the mountain. And since they have been preserved in their pristine state, it is a good place for adventurous tourists to visit.\r\n\r\nGalahe divine trees have so far been discovered in three major zones. Although A zone is nearest to the tribal settlement, a round trip still takes two to three hours. A zone can be accessed from an industrial road beside the Jiaoshou Farm Ranch of the tribal settlement. In B zone there are some 100 giant red cypress trees, which are the most important part of this area. The trip takes about six hours.",
               "_Add": "-, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "To get there, take the North Taiwan Freeway 2. After arriving at the Daxi Interchange, head in the Daxi and Fuxing direction. Then take the Taiwan Provincial Highway 7 for 47.5km. After arriving at Xiabaling, turn onto the Guanghua industrial road. It’s then an 8 kilometer drive to the Galahe tribal settlement.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.40574",
               "_Py": "24.636490",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/01/16 18:57:52"
            },
            {
               "_InfoId": "732",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/732",
               "_Name": "Xinxing Hot Spring (Galahe Hot Spring )",
               "_Toldescribe": "It is now easier to access the Xinxing Hot Spring in Galahe after the Fusing Township Office built a stone-paved foot trail to serve the tourists&rsquo; requirements. It will take you about 30 minutes to reach there if you start from the tribal settlement in the valley&rsquo;s.\r\n\r\nThe Xinxing Hot Spring, or the Galahe Hot Spring, is a wild creek hot spring. It is a weak alkaline carbonic acid spring. Spring water from rocks flows into three ponds beside the creek. It&rsquo;s an outdoor spa, suitable for all seasons.",
               "_Add": "-, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "To get there, take the North Taiwan Freeway 2. After arriving at the Daxi Interchange, head in the Daxi and Fuxing direction. Then take the Taiwan Provincial Highway 7 for 47.5km. After arriving at Xiabaling, turn onto the Guanghua industrial road. It’s then an 8 kilometer drive to the Galahe tribal settlement.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.40572",
               "_Py": "24.636470",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/01/16 18:57:36"
            },
            {
               "_InfoId": "731",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/731",
               "_Name": "Lala Mountain Nature Protection Zone",
               "_Toldescribe": "The former name of the Lala Mountain was Daguan Mountain. In 1973, a professor of Culture University discovered here a wide expanse of red cypress divine trees whose view is similar to that of the divine trees in Ali Mountain. The name of Lala Mountain has spread since then, and the mountain has attracted many tourists from various areas.\r\n\r\nIn 1986, the government formally established a nature protection zone in Daguan Mountain. The scope of the nature protection zone covers the mountain areas near Balin on the Northern Cross-Island Highway. In addition to cloud-reaching red cypress trees, the Taiwan yellow cypress trees in the zone there are also color-changing trees such as green maple trees and beech trees. In autumn when the weather turns cool, green leaves change into red, thus rendering the view even more poetic.\r\n\r\nTo facilitate tourists, the forestry bureau has built a footpath for viewing landscapes. After entering the recreation zone, walk along the trail. You can see giant red cypress trees whose ages range from 500 years to 3,000 years. Among them are five giant trees about 2,800 years-old.",
               "_Add": "-, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "To get there, take the Second Northern Freeway. After arriving at the Daxi Interchange, head in the Daxi and Fuxing direction. Take the Taiwan Provincial Highway 7 for 48km to Xiabaling, turn onto village road 116 to Shanbaling, follow the road signs, and proceed to the end of the road.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.35953",
               "_Py": "24.715340",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2015/01/16 18:56:50"
            },
            {
               "_InfoId": "672",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/672",
               "_Name": "Shihmen Mountain",
               "_Toldescribe": "About 550 meters in height, from the mountain to the west of Shimen Daba you can survey the beauty of the Reservoir, street views of Longtan and Daxi. Its convenient tracks are mountain climbers' favorites and popular trekking routes.\r\n",
               "_Add": ", Longtan Dist., Taoyuan City 325",
               "_Zipcode": "325",
               "_Travellinginfo": "By car：\r\nTake National 2nd Highway and get off at Longtan interchange, drive towards Shihmen Reservoir, turn right at the sight of County Highway #3 B, towards Chudong, Guanxi, turn left at the sight of the sign for Labor Recreation Center and drive to the Youth Activity Center, the entrance of Shihmen Mountain.\r\n\r\nPublic transportation：\r\n1.Take Taiwan Tourist Shuttle Cihu Route, get off at Bading stop and walk to be there.\r\n2.Take Taoyuan motor bus #5050, #5055 from Zhongli or Longtan, get off at Shihmen Mountain entrance stop.\r\n\r\nParking space：Along the roadside",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.237607",
               "_Py": "24.819030",
               "_Website": "",
               "_Parkinginfo": "Along the roadside",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/06/22 15:40:33"
            },
            {
               "_InfoId": "718",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/718",
               "_Name": "Cihu Memorial Sculpture Park",
               "_Toldescribe": "The Cihu Memorial Sculpture Park is situated near the Cihu Parking Lot. In the park there are some 100 bronze statues of Chiang Kai-shek’s donated by various localities of Taiwan. This also lets tourists from around the world remember the past glorious feats of Chiang Kai-shek. Among the statues are familiar-looking standing and half-bust bronze statues, which were donated mostly by schools and government organizations. There are also statues of CKS seated and horse-riding. Every statue has its own artistic value. Interconnected foot trails lead to various statues in the park. There are also elegant Chinese garden-style gardens with bridges and water below them.\r\n",
               "_Add": "No.1097, Sec. 1, Fusing Rd., Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "To get there, take National Freeway 3. After arriving at the Daxi Interchange, turn onto Taiwan Provincial Highway 3 and then Provincial Highway 4, go straight,and after arriving at Puwei, make a left turn by following the road sign. Then take Taiwan Provincial Highway 7 and go straight to the Cihu Parking Lot.",
               "_Opentime": "08:00~17:00",
               "_Px": "121.29940",
               "_Py": "24.842116",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 18:03:29"
            },
            {
               "_InfoId": "712",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/712",
               "_Name": "The Baiji Tree-Shade Foot Trail",
               "_Toldescribe": "The Baiji Tree-Shade Foot Trail behind Cihu was originally a restricted military zone. It was not until 1998 and only after repeated calls by the local people to promote local tourism that the military lifted the restriction. There are many beautiful tourist spots along the footpath. With fluttering butterflies and a rich ecology, this is an excellent place for outdoor excursions and mountain climbing for the entire family. At the highest point, tourists can view faraway mountains and have a full view of Daxi.\r\n",
               "_Add": ", Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "The Baiji Tree-Shade Foot Trail, Daxi Township, Taoyuan County",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.292152",
               "_Py": "24.840568",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 16:51:52"
            },
            {
               "_InfoId": "740",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/740",
               "_Name": "Imei production. Ecology. Living plant Area",
               "_Toldescribe": "With a “sincere and pragmatic” spirit in cake-making, the I-Mei Foods has accompanied the people of Taiwan to celebrate festivals. To carry forward President Gao Tengjiao’s concept of life-long dedication to cake-making and of laying down roots in Taiwan, I-Mei Foods set up the “Hall at Nankan Plant for Demonstration, Training, and for Studying and Observation”beside the gate of Nankan Plant, Taoyuan. In addition to providing sales demonstration and educational training for staff members, there is also a group studying session, as well as briefing on Taiwan’s traditional folk culture.\r\nDIY activities require appointment a week in advance. No charging of fees for group appointment.\r\nLocation: 11, Section One, Nangong Road, Luzhu Dist., Taoyuan City.\r\nHours of Operation: Every day.0930-2100. Free access.\r\nSpecial guide service on appointment.\r\n03-3222406(266)\r\nTel of restaurant:0800255999(883)\r\nhtttp://www.imeifoods.com.tw\r\nTaoyuan City’s Top 10 Gifts: I-Mei “Beauty of Taoyuan” Gift Box\r\nFeatures: The “Beauty of Taoyuan” gift box features an elegant silver lining, designed with Taiwan’s map, highlighting Taoyuan as Taiwan’s precious county. Aside from that, it showcases the representative spots and objects of the 13 townships in Taoyuan.\r\nThe contents include I-Mei’s best-selling snacks for over 70 years: \r\n1. Traditional Pancakes. Each branded with Taoyuan and other scenic spots.\r\n2. Chinese snacks: Walnut Dates Cake. Great taste, and a top export.\r\n3. Pumpkin seeds: Mixing malt, fruit, nutrition, flavor and crisp.\r\n4. Assorted top quality chocolates, and crispy walnuts.\r\n",
               "_Add": "11, Section One, Nangong Road, Luzhu Dist., Taoyuan City 338",
               "_Zipcode": "338",
               "_Travellinginfo": "By Car：\r\nTake Zhungshan National Highway, get off at Nankan intersection, drive straight on Zhungzheng Road to connect Nankan Road and turn to the right in the intersection of Nangong Road, drive for 500M to be there.\r\nPublic transportation：\r\n1.Take Taoyuan motor bus #5059 forward to Taoyuan International Airport, and get off at Xijhou station, turn right to Nakan Road and walk for 5 minutes to be there.\r\n2.Take Yatong motor bus #703, and get off at Xijhou station, turn right to Nakan Road and walk for 5 minutes to be there.\r\n3.Take Taoyuan motor bus #201“Luchu – Bade” route and get off at Xijhou station, turn right to Nakan Road and walk for 5 minutes to be there. \r\n",
               "_Opentime": "Every day.",
               "_Px": "121.278763",
               "_Py": "25.059710",
               "_Website": "http://www.imeifoods.com.tw/",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 16:37:23"
            },
            {
               "_InfoId": "701",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/701",
               "_Name": "Guishan First Riverbank Park",
               "_Toldescribe": "The construction of Nan Kan River renovation and the first stage of bike lane have been completed. The first bike lane along the water shore will be started using in Aug next year. Some citizen can’t wait to bike there to enjoy the speedy ride.\r\nThis bike lane is along the Qing Xi River in Taoyuan City which is also under one of the river renovation plans promoted by ex-County Magistrate, Chu Li Lun. The bike lane is constructed along Nan Kan River, from Nan Kan First Bridge in Queishan Township to Nan Kan River Bridge in Lujhu Township, total 15 KM, cost NT$ 400 million, it was divided into 9 construction projects, will be completed by Aug next year. The bike lane will pass through Queishan, Taoyuan, Lujhu and the Water Management Office of Taoyuan City Government planned to have big sports parks in these 3 areas.\r\nThe first stage of construction is from Queishan Lu Quang Bridge to Zhang Shou Rd which is at the foot of Hu Tou Mountain Park, sounds like the dream of a children’s song has been come true.\r\nAside from the bike lane and walkway along the riverbank, there is also a big green zone park beside the Lu Kuang City in Queishan Township, people can skate, play balls in the playground, there’s leisure area for old people as well.\r\nThe 2nd and 3rd big green zone parks will be set at the foot of Hu Tou Mountain in Taoyuan Dist. and along the Nan Kan Stream shore under Zhong Xiao Bridge in Lujhu Township. \r\nWith all the bike lanes starting for use in next year, The Water Management Office would like to base on the main lane to establish several branch lanes to connect more than 20 schools, Hu Tou Mountain Park, Taoyuan Sports area, Taoyuan Art area, Taimall… etc to make the water shore bike lanes as a road net. Along the Nan Kan Stream shore, people can go to anywhere with efficiency and safety.\r\nNext year, the Water Management Office will include 3 more streams, Old street, She Zi and Da Ji\r\n",
               "_Add": ", Guishan Dist., Taoyuan City 333",
               "_Zipcode": "333",
               "_Travellinginfo": "By Car： \r\nTake the Zhongshan National Highway and get off at Lin Kou Interchange, forward to Qeuishan, drive straightly along the Zhong Yi Road, turn right at the intersection of Zhang Shou Road, and turn left at Kuang Feng Road, and drive followed the Zi Qiang W. Road to be there.\r\nPublic transportation：Nil\r\nParking Space：Along the roadside.\r\n",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.332471",
               "_Py": "24.995442",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 16:07:48"
            },
            {
               "_InfoId": "693",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/693",
               "_Name": "Taoyuan City Arts Park",
               "_Toldescribe": "Taoyuan City Arts Park, located in Taoyuan Dist.'s Chung-Cheng District, is a Taoyuan City Government project. The park is composed of three major areas, namely the performing arts area, the green space and the commercial area. The commercial area and the green space are currently still under construction. The performance arts area's landscaping project, though, has come to an end, and thus have become an appropriate venue for the public's leisure activities. In addition, the park will begin the construction of a \"Culture Exhibition Center\", to be completed by the end of 2009. It is expected to be one of Taoyuan's core arts facilities.\r\n",
               "_Add": "Zhongzheng Rd., Taoyuan Dist., Taoyuan City 330",
               "_Zipcode": "330",
               "_Travellinginfo": "",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.296787",
               "_Py": "25.014451",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 15:44:29"
            },
            {
               "_InfoId": "666",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/666",
               "_Name": "Taoyuan Hakka Culture Hall",
               "_Toldescribe": "Taoyuan City is the biggest Hakka County in Taiwan, and Longtan is the most important Hakka villange, it is quite meaningful to build the Hakka Cultural Hall here. The Cultural Hall was built in 2007, located across to Longtan Army Head Quarter. It mainly displays the exhibition of Hakka culture, antiques, and introduces all kinds of Hakka activities as well.\r\nTaoyuan Hakka Cultural Hall aimed to be the world Hakka video center. The main developing scheme of the Hall is to well preserve Hakka culture and music, makes it as an oasis in the desert. Visitors can experience the charming Hakka culture via the new participating model when visiting the Hall.\r\n",
               "_Add": "No. 500, Sec. Shan Lin, Zhong Zheng Road, Longtan Dist., Taoyuan City 325",
               "_Zipcode": "325",
               "_Travellinginfo": "By Car：\r\nTake National Highway No.3, get off at Longtan Interchange, forward to Shih Men Reservoir and drive to the Taoyuan Hakka Cultural Hall.\r\nPublic transportation：\r\n1.Take Taiwan Tourist Shuttle Cihu route and get off at Hakka Cultural Hall station. (As this is a one way route, take the same Shuttle when return, and get off at Shih Men Reservoir Management Office station. (Shih Men Grand Lawn), and take Cihu return route bus there.\r\n2.Take Taoyuan motor bus “Taoyuan – Longtan” route in Taoyuan and get off at Hakka Cultural Hall Station.\r\n3.Take Taoyuan motor bus “Jhongli –Shih Men Reservoir” route in Jhongli and get off at Hakka Cultural Hall Station.\r\nParking Information：Under ground parking lot.\r\n",
               "_Opentime": "Open Hours： Every Tue to Sun from 09:30 to 17:00 Closing Days： Closed on Every Mon, Election days, Public holidays (New Year’s Day, 228 Memorial Day, National Day) and Folk Holidays (The Chinese New Year’s Eve, Chinese New Year, Tomb Sweeping Day, Dragon Boat Festival and Moon Festival)",
               "_Px": "121.229861",
               "_Py": "24.849233",
               "_Website": "http://www2.tyccc.gov.tw/hakka/",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 15:41:23"
            },
            {
               "_InfoId": "719",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/719",
               "_Name": "Aboriginal Culture Hall, ",
               "_Toldescribe": "There are 14 tribes of aboriginal culture in Taoyuan City, the Cultural Hall combined the spiritual of totem, carving and weave from all the tribes with several facilities, exhibition spaces. The Hall also provides skill training and art show which helps a lot on the inheritance and innovation of aboriginal culture.\r\n5 days a week, there are aboriginal song and dance performance in the Hall. (Every Mon, Wed, Fri at 2:00PM, Sat and Sun at 10:00AM and 2:00PM). Besides, every year in May and June, there are aboriginal tour buses; tourists can explore the life in tribe units. \r\n",
               "_Add": "No. 101, lane 29, Sec. 1, Yuan Lin Rd., Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "By Car：\r\nTake National Highway No.3, get off at Dasi Interchange (forward Dasi, Fusing), followed by the sign and drive for about 10 minutes, turn right on Lane 29, Sec. 1 Yuan Lin Road.\r\nPublic transportation：\r\n1.Take Taiwan Tourist Shuttle Cihu route and get off at Aboriginal Cultural Hall station.\r\n2.Take Taoyuan motor bus “Taoyuan – Dasi” route in Taoyuan and get off at Jian Han Company station, walk straight and turn right to Fu Ju Rd for 5 minutes walk.\r\n3.Take Taoyuan motor bus “Jhongli – Dasi” route in Jhongli and get off at Jian Han Company station, walk straight and turn right to Fu Ju Rd for 5 minutes walk.\r\nParking space：Accommodate 30 cars\r\n",
               "_Opentime": "Every day from 08:00 to 17:00 (Closed on Tue)",
               "_Px": "121.281735",
               "_Py": "24.896266",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 15:40:43"
            },
            {
               "_InfoId": "724",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/724",
               "_Name": "The Jiaobanshan Sculpture Park",
               "_Toldescribe": "With a view to increasing the artistic atmosphere of Jiaobanshan and bringing international art to Taiwan , the Taoyuan City Government invited 12 artists from Taiwan and from the United States and\r\nEurope to embark on an outdoor sculpture park. This is the first world-class sculpture park in Taiwan. The works are innovative and are incorporated into the local scenery.\r\n",
               "_Add": "Zeren Village, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "To reach Jiaobanshan, take National Freeway 3. After arriving at the Daxi Interchange, take Taiwan Provincial Highway 3, then Taiwan Provincial Highway 4, go straight on, and make a left turn when arriving at Puwei. Then proceed to the Taiwan Provincial Highway 7, go straight on to connect with the Northern Cross-Island Freeway, and then follow the road signs to Jiaobanshan.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.348994",
               "_Py": "24.830870",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 15:40:02"
            },
            {
               "_InfoId": "726",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/726",
               "_Name": "Jiaobanshan Park",
               "_Toldescribe": "Jiaobanshan is a major starting point on the Northern Cross-Island Freeway. The beautiful scenery of Dahan Creek and Shimen Dam attracts the attention of tourists. Dozens of old maple trees in the park turn into beautiful maple red in the autumn. There are also tall old pine trees.\r\nThe early beautiful scenery is a draw for photographers. The two giant banyan trees in the park planted by Chiang Kai-shek and by Madame Chiang are a must-visit for tourists. There are stone steps below the park that lead to the shore of Dahan Creek. One can go to the Xikou Terrace on the opposite side via the suspension bridge.\r\n",
               "_Add": "Zeren Village, Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "To reach Jiaobanshan, take National Freeway 3. After arriving at the Daxi Interchange, take Taiwan Provincial Highway 3, then Taiwan Provincial Highway 4,go straight on, and make a left turn when arriving at Puwei. Then proceed to the Taiwan Provincial Highway 7, go straight on to connect with the Northern Cross-Island Freeway, and then follow the road signs to Jiaobanshan.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.348994",
               "_Py": "24.830870",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 15:37:58"
            },
            {
               "_InfoId": "663",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/663",
               "_Name": "Shih Men Grand Lawn",
               "_Toldescribe": "The Grand Lawn is located in front of the Northern Region Water Resource Office, with wide playground, lots of adults and kids come to fly kites, kick balls or picnic. Surrounded with many hemp trees, camphor trees, people can take a rest under the shadow of the trees. There are also many cherry trees in the nearby dormitory area, the beautiful scene of cherry blossom in spring is beyond description.\r\n",
               "_Add": ", Longtan Dist., Taoyuan City 325",
               "_Zipcode": "325",
               "_Travellinginfo": "By Car：\r\nTake National Highway No.3, get off at Longtan Interchange, forward to Shih Men Reservoir and drive to end of the County Highway #113, turn right to Wen Hua Road to be there.\r\nPublic transportation：\r\n1.Take Taiwan Tourist Shuttle Cihu route and get off at Shih Men Grand Lawn station.\r\n2.Take Taoyuan motor bus “Taoyuan – Longtan” route in Taoyuan and get off at Shih Men Reservoir Management Office, walk forward to Shih Men Reservoir Management Office for about 10 minutes to be there.\r\n3.Take Taoyuan motor bus “Jhongli –Shih Men Reservoir” route in Jhongli and get off at Shih Men Reservoir Management Office, walk forward to Shih Men Reservoir Management Office for about 10 minutes to be there.\r\nParking space：Accommodate 50 cars\r\n",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.499287",
               "_Py": "25.108731",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 15:29:48"
            },
            {
               "_InfoId": "683",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/683",
               "_Name": "Power Farm",
               "_Toldescribe": "The size of farm is about 5 hectare, with beautiful scenery and a vast field of view, it not only shows the rich nature life, but also demonstrates the warmness and friendliness of the countryside. Organic vegetables, health plants, and all kinds of melons are planted in the farm. There are experiencing activities and healthy meals provided here. Just like the ancient Chinese poet, Tao Yuan Ming, you can embrace full of friendliness, nature country scenery, fresh air, flowers and birds, get rid of all your worries and away from busy daily life. Come with your family and friends to the countryside and close to the nature, enjoy a physical and spiritual health trip.\r\nThere are many facilities in the farm, including playground for parents and kids, pottery experiencing area, vegetable planting area, fishing area, barbecue area, camping area, agricultural implements displaying area, organic food area, water area…etc. It’s a nice place to go in leisure time, for parents and kids to experience the country life and for school to arrange for field trips. \r\n",
               "_Add": ", Xinwu Dist., Taoyuan City 327",
               "_Zipcode": "327",
               "_Travellinginfo": "By Car：\r\nTake the County Highway #66 forward to Hsinwu and get off at Hsinwu Interchange, turn left forward to Hsinwu City at the point of 11.4 KM, before entering the Hsinwu City, turn left at San Min Road when seeing a CPC petrol station, turn left at the first traffic light to Zhong Hua Road, drive for 2 KM to be there.\r\nPublic transportation：Take Hsinjiu motor bus at Jhongli or Yangmei Train Station forward to Hsinwu and get off at Zhang Hiang Temple or Pu Ding Elementary School station and walk for 5 minutes to be there.\r\nParking Space：Accommodate 15 cars.\r\n",
               "_Opentime": "9:00 ~ 18:00 (Mon. not feeding, you can make an appointment activities)",
               "_Px": "121.109376",
               "_Py": "24.954779",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 15:29:13"
            },
            {
               "_InfoId": "692",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/692",
               "_Name": "Guanyin bicycle track",
               "_Toldescribe": "The cycle track in Guanyin Dist. runs mainly nearby the lotus gardens in Dajue village and Lanpu village. The track is approximately 17 kilometers long. It travels southward and passes across the East- West Freeway 66 to connect the Xinwu lotus garden. Besides enjoying the lotus, there is good scenery which the tourist cannot miss on the way, such as a place where many white trees are circled to become a green tunnel. In addition, each season has different types of flower fields to greet the guests. Visitors do not need to bring their bicycles to the Guanyin cycle track because the bicycle shops can be found near the lotus garden. When you are tired, all farms have dining service or offer special set meals. Give yourself a warm afternoon to have a cup of afternoon tea and have a great time.\r\n",
               "_Add": "Lane 963, Sec. 2, Zhongshan Rd., Guanyin Dist., Taoyuan City 328",
               "_Zipcode": "328",
               "_Travellinginfo": "If you drive, take the Zhongshan highway (Expressway 1) and transfer to the East- West Freeway 66 going towards Guanyin. Drive 7.2km and then get off at the Zhongpo interchange. Follow the signs toward the lotus garden area.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.137464",
               "_Py": "25.012040",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 15:28:34"
            },
            {
               "_InfoId": "735",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/735",
               "_Name": "The Banquet of Peach and Pear For Whole Family",
               "_Toldescribe": "Lala Mountain is known for its Peach. The experience of Peach-picking that starts in the month of June, has even become a sport for\r\nthe people. Besides the rich harvest of Peach, the quality and taste of blue damson plum, sweet persimmon, pear, and kiwi fruit are good. Consumers can place online orders and have fruits dispatched to them through a home delivery services.\r\nJune, July, and August are the harvest season for Peach, which is the best time for the entire family to enjoy the happiness of fruit picking. Tourists may visit various farm ranches at Shanbalin, and stay at the Shangri-la under the guidance of owners. Starting from September, pears and sweet persimmons become the main fruits at Lala Mountain.\r\nBeginning in October, tourists can enjoy the fragrant and sweet kiwi fruit. If you want to experience the joy of picking and eating fruits with your friends, you can pack them into cartons. Home delivery services are also offered at various orchards.\r\n",
               "_Add": ", Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "To get there, take the Taiwan Freeway 2. After arriving at the Daxi Interchange, head in the Daxi and Fuxing direction. Then take the Taiwan Provincial Highway 7 for 48km to Xiabaling, turn onto village road 116, and head to Shanbaling.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.43549",
               "_Py": "24.731533",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 15:16:26"
            },
            {
               "_InfoId": "742",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/742",
               "_Name": "Wu-Geo-Tun Mountain ",
               "_Toldescribe": "The \"Wu-Geo-Tun Mountain\" (Five Barrel Mountain), which is located behind the Nan-Tian temple in Nei-Zhu village, Luzhu, is about 150 meters above sea level. Most of the mountain path is made up of its original earth and rock road. Though not very steep, the winding and tortuous trail will take 2 hours to walk, and will guarantee you sweating heavily, achieving exercise effects.\r\nIf, by chance, you are a bit lazy or not feeling well, you can still walk slowly through the scenery, or read a book at the \"Nian Zu Liao\", or view the scenic points like the Taiwan Strait, nature's subtle beauty or watch the planes at the Taiwan International Airport taking flight and landing. Wu-Geo-Tun Mountain contains sports, fitness, and leisure functions, and is already famous amongst hikers as an optimal mountain trail. The five ceramic wine barrels stacked at the mountain top is the Wu-Geo-Tun (Five Barrel Mountain) logo. \r\n",
               "_Add": ", Luzhu Dist., Taoyuan City 338",
               "_Zipcode": "338",
               "_Travellinginfo": "If you drive, take National Highway 1. After arriving at the Nankan Interchange, head in the direction of Taiwan national airport, take  Nanshang Road, and turn Lioufu Road, it is located behind the Nan-Tian temple in Nei-Zhu village, Luzhu.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.293418",
               "_Py": "25.065969",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2014/04/10 15:12:39"
            },
            {
               "_InfoId": "711",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/711",
               "_Name": "Bird Watching at Touliao Dachi",
               "_Toldescribe": "Beautiful lakes, beautiful mountains, and quiet valleys attract many migratory birds to Touliao Dachi. Winter is the best time for bird watching. This is a good place for bird lovers. Frequently seen birds include egrets and herons, osprey, white-bellied yuhina, and serpent eagles.\r\n",
               "_Add": ", Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "To get there, take National Freeway 3, and after arriving at the Daxi Interchange, turn onto Provincial Highway 3 and then onto Provincial Highway 4. Go straight to Puwei, make a left turn according to the road sign, proceed to Taiwan Provincial Highway 7, and go straight to get there.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.28799",
               "_Py": "24.838869",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2012/10/22 11:08:40"
            },
            {
               "_InfoId": "668",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/668",
               "_Name": "Window on the World",
               "_Toldescribe": "Window on the World has the tallest water flume ride in Asia. It is 12 stories high, and it is very exciting and scary. In addition, there are many different rides in the amusement park such as \"Thunder Rain\", \"Nile beach\", Taiwan's first 360 degree spinning \"Rocking Boat, cute \"Strawberry Ferry Wheel\", \"Flying Planes\", \"Jumping Stars\", etc. European Castle Amusement Park is a kids' favorite. No matter rain or shine, kids can enjoy themselves there. It has more than 20 rides such as kids' favorite \"Merry-Go-Around\", Taiwan's only indoor roller coaster, crazy Window on the World UFOs, Bumper Cars, and so on. There are many varied and interesting rides in the park.\r\n",
               "_Add": "No 60-2, Heng Gang Xin Gao-yuan Village, Longtan Dist., Taoyuan City 325",
               "_Zipcode": "325",
               "_Travellinginfo": "Take National Expressway 3 to Longtan. Take Provincial Highway 3 south to the 50.8km marker and then change to Zhong- yuan Road.",
               "_Opentime": "Hours：Weekdays:09:00 ~ 17:00 Holidays:09:00 - 18:00，Facilities Opening Hours：Weekdays:10:00 ~ 16:30 holidays: 10:00 ~ 17:30，July and August Opening hours：Weekdays:09:00~21:00 Holidays:08:30~21:00，July and August Facilities Opening Hours:Weekdays:10:00~20:30 Holidays:09:30~20:30",
               "_Px": "121.187096",
               "_Py": "24.831883",
               "_Website": "http://www.woc.com.tw/",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2012/10/22 10:48:31"
            },
            {
               "_InfoId": "705",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/705",
               "_Name": "Daxi Visitor Center",
               "_Toldescribe": "Outside the Visitor Center are a large parking lot, bicyclists rest stations and outdoor cafes. While visiting the Culture Resort of the Jiangs and traveling on the Northern Cross-Island highway, you can get refreshed physically and spiritually at the Daxi Visitor Center.\r\n",
               "_Add": "No.1268, Sec. 1, Fuxing Rd., Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "To get there, take National Freeway 3, and after arriving at the Daxi Interchange, turn onto Provincial Highway 3 and then onto Provincial Highway 4. Go straight to Puwei, make a left turn according to the road sign, proceed to Taiwan Provincial Highway 7, and go straight to get there.",
               "_Opentime": "8:00~17:00",
               "_Px": "121.284792",
               "_Py": "24.848318",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2012/06/27 10:20:00"
            },
            {
               "_InfoId": "734",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/734",
               "_Name": "The Xikou Terrace",
               "_Toldescribe": "The Xikou Terrace refers to the triangular terrace formed on a big curve of the river channel where the Dahan Creek flows through the southern side of Jiaobanshan, Fusing Township. The terrace has four layers. The two upper layers are terraced fields, and the two lower layers are lawns. There is a small garden on the third layer. To reach the terrace you go down the stone steps of Jiaobanshan park and walk across the Xikou Suspension Bridge. This elegant bridge, built 40 years ago, is very long and narrow..\r\nFrom the center of the bridge, you can view the beautiful river valley of the Dahan Creek, as well as learn about the abundant water storage capacity of the dam.\r\n",
               "_Add": ", Fuxing Dist., Taoyuan City 336",
               "_Zipcode": "336",
               "_Travellinginfo": "",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.345625",
               "_Py": "24.803877",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2012/04/18 10:36:35"
            },
            {
               "_InfoId": "669",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/669",
               "_Name": "Maple Paths",
               "_Toldescribe": "There are many paths to see the maples along the lakeside highway in Shimen Reservoir. The Nanyuan parking lot is a good example of a beautiful site with tall maple trees.\r\n",
               "_Add": ", Longtan Dist., Taoyuan City 325",
               "_Zipcode": "325",
               "_Travellinginfo": "From National Highway 3, take the Longtan exit. Pass Provincial Highway 3 Alternate (3B), and connect to Provincial Highway 4, it will take you directly to Shimen Reservoir.",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.277647",
               "_Py": "24.819711",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2012/04/18 10:34:56"
            },
            {
               "_InfoId": "715",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/715",
               "_Name": "Yucheng Road Ancient Trail",
               "_Toldescribe": "The Yucheng Road Ancient Trail, or the Lizi Garden Ancient Trail, starts from the Rear Gate of the Zhongzheng Engineering Institute at Yuan Shulin, Dasi Township, and ends at the Lizi Garden Daxi Service Station. The entire trail is about one kilometer long. It was named “Yucheng Road” to mark the visit to Taiwan by the then Japanese Crown Prince Hirohito. The stone-paved path of the Yucheng Road Ancient Trail oozes ancient flavors. Walking among thick bushes and shade trees, you are refreshed by the pythoncidere released by the plants.\r\n",
               "_Add": ", Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "To get there, take National Freeway 3. After arriving at the Daxi Interchange, change to Taiwan Provincial Highway 3, and make a right turn when arriving at the Wuling Bridge. And after passing through the Zhaiming Temple Ancient Trail, make a right turn to the trail when you see a gas service station.",
               "_Opentime": " No specific time limit, the provisions by the competent authority",
               "_Px": "121.275936",
               "_Py": "24.883234",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2012/04/18 10:32:45"
            },
            {
               "_InfoId": "714",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/714",
               "_Name": "Tsaiming Temple Ancient Trail",
               "_Toldescribe": "The Zhaiming Ancient Trail has 120 years of history. The trail was originally paved with rain flower stones. But in 1923, Jiang Lianzhi (religious name Puhai), the fourth generation grandchild of Ajia, the founder of the Caimin Temple, employed workers to mine stones from Dahan Creek and pave the foot trail with stone slabs. One hundred years ago, this foot trail became a major path of pilgrimage for religious believers in Daxi. Today, one can see many tall trees, which are as old as the ancient trail, along the path from the Tsaiming Temple to the Cuiling Tower. You can see the sun set over Dahan Creek from high ground.\r\n",
               "_Add": "Zhaiming St., Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "To get there, take National Freeway 3. After arriving at the Daxi Interchange, turn onto Taiwan Provincial Highway 3. When you arrive at the Wuling Bridge, make a right turn and ascend, follow the road signs to get there.",
               "_Opentime": " No specific time limit, the provisions by the competent authority",
               "_Px": "121.275539",
               "_Py": "24.888879",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2012/04/18 10:32:19"
            },
            {
               "_InfoId": "674",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/674",
               "_Name": "Xiao-cu-keng Historical Path",
               "_Toldescribe": "Xiao-cu-keng Historical Path was built during the Japanese Colonial Period. Originally, it was a path for bull carts used to deliver materials for local residents. After building Shimen Reservoir and Fairy Tale World, the convenience of paved roads replaced this old historical path. To walk along whole Xiao-cu-keng Historical Path takes about one and a half hours. Along the path are tall green trees. There is also a small brook by it. Along the road, people can see many You-Tong trees. Walk on a path with You-tong flowers falling on it. How poetic and romantic it is!\r\nN24°48’17.0”E121°13’36.5”",
               "_Add": ", Longtan Dist., Taoyuan City 325",
               "_Zipcode": "325",
               "_Travellinginfo": "Cu Valley, Longtan Township, Taoyuan County",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.222388",
               "_Py": "24.805839",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2012/04/18 09:50:54"
            },
            {
               "_InfoId": "689",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/689",
               "_Name": "Guanyin Colored Drawing Wind Turbines",
               "_Toldescribe": "Standing in Da Tan Power Plant, the first white wind turbine with colored drawing of peony became the newly landmark of the Taoyuan City seashore. The drawing windmill is the closet wind turbine to the sea which is 78m, about 26 floors high. The Hakka style picture of peony and algal reef ecology are regarded as two specialties in Baosheng Village.\r\n",
               "_Add": ", Guanyin Dist., Taoyuan City 328",
               "_Zipcode": "328",
               "_Travellinginfo": "By Car：\r\nTake the Zhongshan National Highway and transfer to the East- West Freeway #66 forward to Guanyin and connected to the West Shore Expressway #61 forward straightly to Yong An, turn right to Da Tan Power Plant to be there.\r\nPublic transportation：Nil\r\nParking space：Along the roadside.\r\n",
               "_Opentime": "No specific time limit, the provisions by the competent authority",
               "_Px": "121.046999",
               "_Py": "25.024484",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2012/04/18 09:40:38"
            },
            {
               "_InfoId": "685",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/685",
               "_Name": "Lotus Farm Ranch – Straw Weaving Museum",
               "_Toldescribe": "The Straw Museum is located in the 2 hectare lotus flower farm; it’s regarded as an inheritance of straw weaving art, a lost craft skill. It displays the straw weaving handicrafts made by the museum host, such as the shapes of 12 Chinese horoscopes, several kinds of agricultural implements. Besides, there’s a special area to display foreign straw weaving handiworks which is full of ancient taste. \r\nMoreover, there are Chinese puzzles in the concept of five elements and eight trigrams, many kinds of water lily, and some water plants which are rare and regarded as national treasures in the ranch. Tourists can join for DIY activities, such as Barbecue, make earth oven, straw sward, scarecrow, straw writing brush, straw shoes, earth painting, straw rope, lotus leaves tea, lotus leaves mochi, lotus leaves rice dumpling…etc.\r\nAside from the well known water lily ecology, here are lots of wetland plants and animals, such as Taiwan spatterdock and alkali grass which are recovered successfully.\r\n",
               "_Add": "No. 690, Jin Hua Rd., neighborhood 11, Lan Pu Village, Guanyin Dist., Taoyuan City 328",
               "_Zipcode": "328",
               "_Travellinginfo": "By Car： \r\nTake the Zhongshan National Highway and get off at Pingjhen Interchange, take the County Highway #66 forward to Quanyin and turn right to the Taoyuan Highway #84 (Hsin Hua Road) at the point of 7.2 km on County Highway #66. (a 7-11 convenient store on the right side), drive along the #84 and turn left to Taoyuan Highway #99 (Jin Hua Road), drive for 2 km to be there.\r\nPublic transportation：\r\nTake Taoyuan motor bus #5042 at Jhongli Train Station forward to Quanyin beach and get off at Rui Hsiang Station, walk back and turn right to Jin Hua Road for 1.2 km to be there.\r\nParking Space：Accommodate 15 cars.\r\n",
               "_Opentime": "Lotus season during the open winter holiday business.",
               "_Px": "121.115813",
               "_Py": "25.013459",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2012/04/14 11:29:36"
            },
            {
               "_InfoId": "657",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/657",
               "_Name": "King Car Coffee Education Hall",
               "_Toldescribe": "The factory was established in 1979 which is the main production plan for Brown Coffee.\r\nThe green plants planning is well done in the factory area, it looks just like a big park which makes the impression of a factory totally different from others. Some newlyweds take their wedding photos in the factory area.\r\nThe factory area opens for schools above elementary to do group visit. In the Brown coffee gallery, students can learn the production process of the famous Brown coffee, the imported countries of coffee beans, how to adjust the flavors for coffee, and the coffee grounds can be used as organic fertilizer and potting earth. It’s a suitable place for school outdoor education.\r\n1.Open hour for tour: Every Tue to Thu ( public holiday excluded) from 9:30AM to 12:00 PM, tour time is about 1 hour.\r\n2.Target visitor: Educational institution (elementary school above), group with more than 15 people.\r\n3.Expense: Free\r\n4.Way of application: Make a phone call to check first and send out application documents in due course. \r\n",
               "_Add": "No.412, Rongmin S. Rd., Zhongli Dist., Taoyuan City 320",
               "_Zipcode": "320",
               "_Travellinginfo": "By car：\r\nTake National Highway No.1, get off at Zhungli Interchange, drive forward to Zhungli direction, turn left to connect County Highway #1, and turn right to Puzhung road, drive straight to connect Rongmin S. Road to be there.\r\nPublic transportation： \r\nTake Taoyuan motor bus “Taoyuan – Huaxun Community” route and get off at King Car Company station.",
               "_Opentime": " ",
               "_Px": "121.25694",
               "_Py": "24.949390",
               "_Website": "http://www.kingcar.com.tw/tw/index.aspx",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2012/04/14 10:27:15"
            },
            {
               "_InfoId": "684",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/684",
               "_Name": "Lotus Garden in Lin Family’s Old House",
               "_Toldescribe": "Before entering the Lotus Garden in Lin family’s old house, which located in Dajue Village of Guanyin County, the first sight is a straw tied with gourd nose which is a masterpiece of the Garden owner, Lin Jintang. All the old cows, dolls and bamboo irrigation water takers are all made by the Garden owner. The size of the Garden is almost 1 hectare, including lotus fields, rest area, sheds for melons, and the old house for admiring and selling lotus related products. During the flower season from June to October, there are fun flowers and wild ginger flowers as well for sightseeing.\r\nLin family old house leisure farm is an old architecture for more than 100 years with four nursing dragon ancient objects which attract people to be there. Follow the fragrance of lotus, the trail with wine jars, the red brick arches, green straw dolls swim in the air which shows a society of simple countryside in early 20century. The descendants of Lin family dedicate to maintain the ancient monuments for people to recognize the beauty of old house. They made the house as a country culture hall, and introduce the historical artifacts to visitors by professional guide which is recreational and meaningful.\r\nThere’s shopping store in the Garden, people can buy some delicious dessert, such as lotus ice cream, lotus tea, sun flower ice cream, lotus seeds cake, houseleek jelly and lotus seeds jelly…etc. Besides, there’s a pond in the Garden full of lotus blossom and ducks, people can enjoy the rural leisure by tasting lotus ice cream and watching a flock of swimming ducks in the rest area. Beside the rest area, there are sheds for planting pumpkins, grapes and sponge cucumbers. To go further, there’s the big lotus field more than 30,000 square meters. As for the old house, it’s a Minnan-style courtyard dwelling for over 100 years, all the ancient furniture and farm tools in the house represent the old farm life. The ecology and usage of the lotus shows the simplicity of country area. Suggest to buy some fresh lotus seeds, fragrant lotus tea, lotus root and lotus root powder before leaving, they are nice to try or give to people as a gift.\r\n",
               "_Add": "No. 175, Neighborhood 5, Dajue Village, Guanyin Dist., Taoyuan City 328",
               "_Zipcode": "328",
               "_Travellinginfo": "By Car：\r\nTake the National Highway #1 and transfer to the East- West Freeway #66 forward to Guanyin, turn to the right at 7.2K sign to Hsinhwa Road and drive follow the indicator sign to be there.\r\nPublic transportation：NIL\r\nParking space：can accommodate 60 cars.",
               "_Opentime": "AM9:00~PM9:00",
               "_Px": "121.130447",
               "_Py": "24.996949",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2012/04/06 12:00:05"
            },
            {
               "_InfoId": "707",
               "_TYWebsite": "travel.tycg.gov.tw/en-us/Travel/Attraction/707",
               "_Name": "The Cihu Tourist Service Center",
               "_Toldescribe": "The tourist service center beside the Cihu Parking Lot is a must-visit tourist spot for tourists who visit Cihu to pay respects to the remains of the two former Taiwan’s presidents Chiang Kai-shek and Chiang Ching-kuo. It is an ancient-style Taiwanese architecture. In the tourist service center there are numerous cultural relics dating back to the times of Chiang Kai-shek and of Chiang Ching-kuo. The center also shows historical documentary films. There are various souvenir products related to Chiang Kai-shek and Chiang Chingkuo for tourists’ purchase and remembrance purposes. The center also offers attentive volunteer services as well as information services for touring the Northern Cross- Taiwan Highway.\r\n",
               "_Add": "No.1097, Sec. 1, Fusing Rd., Daxi Dist., Taoyuan City 335",
               "_Zipcode": "335",
               "_Travellinginfo": "To get there, take National Freeway 3. After arriving at the Daxi Interchange, turn onto Taiwan Provincial Highway 3. Then take Taiwan Provincial Highway 4, and go straight until Puwei. Make a left turn by following the road sign. Proceed to Taiwan Provincial Highway 7, and go straight to the Cihu Parking Lot. ",
               "_Opentime": "08:00~17:00",
               "_Px": "121.29940",
               "_Py": "24.842116",
               "_Website": "",
               "_Parkinginfo": "",
               "_Ticketinfo": "",
               "_Remarks": "",
               "_Tel": "",
               "_Fax": "",
               "_Changetime": "2012/04/02 16:54:21"
            }
         ]